[
    {
        "title": "\"Мясо по-французски\" из куриного фарша",
        "img_url": "https://img.povar.ru/main/6f/14/72/71/quotmyaso_po-francuzskiquot_iz_kurinogo_farsha-44773.JPG",
        "description": "Рецепт приготовления популярного мясного блюда с использованием куриного фарша. По сути, готовим то же мясо по-французски, однако вместо отбивного мяса используем куриный фарш. Очень вкусно!",
        "recept": "Лук чистим, нарезаем тонкими кольцами и выкладываем на слегка смазанный маслом противень. Картофель чистим, нарезаем тонкими ломтиками и выкладываем на лук. Картофель солим и перчим, выкладываем на него слой фарша. Солим, перчим еще раз. На фарш укладываем тонко нарезанные шампиньоны. Наконец, сверху все засыпаем тертым сыром и смазываем майонезом. Запекаем 25-30 минут при 180 градусах. Готово! Приятного :)",
        "calories": 585,
        "ingredients": [
            {
                "name": "Фарш куриный",
                "amount": "300",
                "measurement": "Грамм"
            },
            {
                "name": "Шампиньоны",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Луковица",
                "amount": "2-3",
                "measurement": "Штук"
            },
            {
                "name": "Сыр",
                "amount": "300",
                "measurement": "Грамм"
            },
            {
                "name": "Картофелина",
                "amount": "3-5",
                "measurement": "Штук"
            },
            {
                "name": "Соль, перец",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Узбекский Плов",
        "img_url": "https://img.povar.ru/main/8b/4e/89/f5/uzbekskii_plov-4860.jpg",
        "description": "Правильный рецепт узбекского плова. Теперь вы точно будете знать, как приготовить настоящий узбекский плов.",
        "recept": "Для начала нужно помыть, почистить и нарезать морковь тонкой соломкой. Нарезать лук полукольцами. Нарезать баранину на средние кусочки. Поставить чугунок на средний огонь и залить масла. Дождаться пока масло закипит. Опустить мясо в масло на дно чугунка. Обжаривать до появления коричневой корочки. Затем, добавить лук, щепотку тмина, 1/2 соли и черного молотого перца. Все хорошо перемешать. Так выглядит готовое мясо: Выложить морковь в чугунок. Добавить остатки соли и тмина. Перемешать и готовить до \"размягчения\" морковки. Помешивайте каждые 30 сек. Залить 8 чашек кипяченой воды. Когда вода хорошо нагреется (не закипит) нужно добавить головку чеснока. Варить на среднем огне в течении 1 часа. Промойте рис. По истечении 1 часа удалите чеснок и добавьте рис в чугунок. Добавьте еще немного воды если потребуется. Добавьте чесночную головку обратно. Когда рис начнет поглощать воду снова уберите чеснок. Накрыть плов крышкой и готовить в течении 8 минут. Проверяйте каждые несколько минут, не впиталась ли вся жидкость, чтобы избежать пригорания. Сделайте купол из риса. Положите головку чеснока поверх. Выключите огонь и дайте плову постоять под крышкой в течении 30 минут. Смешать рис и подавать к столу. Приятного аппетита!",
        "calories": 797,
        "ingredients": [
            {
                "name": "Баранина",
                "amount": "2",
                "measurement": "Килограмма"
            },
            {
                "name": "Луковица",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Морковь",
                "amount": "5",
                "measurement": "Штук"
            },
            {
                "name": "Рис",
                "amount": "3,5",
                "measurement": "Стакана"
            },
            {
                "name": "Чеснок",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Соль",
                "amount": "3",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Молотый тмин",
                "amount": "1,5",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Черный перец",
                "amount": "1",
                "measurement": "Щепотка"
            }
        ]
    },
    {
        "title": "Литовские цеппелины",
        "img_url": "https://img.povar.ru/main/bd/50/c2/4e/litovskie_ceppelini-38734.jpg",
        "description": "Приготовить настоящие литовские цеппелины непросто, но оно того, поверьте, стоит. Одно из самых вкусных блюд, что мне доводилось готовить и пробовать. Итак, мой мастер-класс приготовления цеппелинов.",
        "recept": "400 грамм картофеля отварить, оставшиеся 1300 - мелко натереть при помощи кухонного комбайна (можно и руками на самой мелкой терке, но долго).  Лук и чеснок измельчаем в блендере и добавляем к свиному фаршу вместе с солью и перцем. Мелко натертый картофель выкладываем в миску, предварительно застеленную 3-4 слоями марли. Хорошенько отжимаем тертый картофель от жидкости. Но без фанатизма - не нужно пытаться выжать вообще все соки. Теперь очень важное - в миске, в которую мы отжимали картофель, на дне должен остаться картофельный крахмал. Жидкость сливаем, а крахмал оставляем и добавляем к тертому картофелю. Если не получилось - добавьте покупной, без крахмала цеппелины не склеятся. Смешиваем тертый картофель с измельченным в пюре отваренным картофелем. Солим, перчим и перемешиваем. Итак, мы имеем картофельное тесто и имеем мясной фарш. Теперь берем часть теста (из указанного количества ингредиентов должно получиться 8 цеппелинов - так что все тесто делите на 8 частей), выкладываем в середину фарш и очень плотно защипываем края, формируя наш цеппелин. Смотрите на фото для наглядности. Когда все цеппелины слеплены - кладем их в кипящую (подчеркиваю, в кипящую!!!) воду. В кастрюле должно быть просторно, иначе цеппелины будут разваливаться. Цеппелины варим примерно 25 минут на среднем огне. А пока они варятся, делаем фирменный соус. Нарезаем на небольшие ломтики (как на фото) свиную боковинку, солим, перчим и обжариваем 2-3 минуты на сковороде. Добавляем в сковороду средними кусочками нарезанный лук. Жарим еще 2 минуты. Заливаем все это дело сметаной и тушим еще около 5 минут. Сваренные цеппелины аккуратно достаем из воды и подаем с нашим соусом. Приятного аппетита, или Skanaus, как говорят литовцы!",
        "calories": 761,
        "ingredients": [
            {
                "name": "Картофель",
                "amount": "1,7",
                "measurement": "Килограмма"
            },
            {
                "name": "Соль, перец",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Свиной фарш",
                "amount": "400",
                "measurement": "Грамм"
            },
            {
                "name": "Луковица",
                "amount": "3",
                "measurement": "Штуки"
            },
            {
                "name": "Чеснок",
                "amount": "2",
                "measurement": "Зубчика"
            },
            {
                "name": "Свиная боковинка",
                "amount": "200",
                "measurement": "Грамм"
            },
            {
                "name": "Сметана",
                "amount": "200",
                "measurement": "Грамм"
            }
        ]
    },
    {
        "title": "Сырный соус",
        "img_url": "https://img.povar.ru/main/69/98/45/26/sirnii_sous-56943.jpg",
        "description": "Вашему вниманию - классический рецепт приготовления соуса из сыра. Этот соус обычно подается к макаронам и блюдам из овощей, хотя также его можно подавать к разного рода закускам, чипсам, мясу.",
        "recept": "Растопите масло в кастрюле на среднем огне. Добавить муку в растопленное сливочное масло. Взбейте сливочное масло и муку до однородности, не снимая кастрюльку с огня. Тонкой струйкой вливаем молоко, продолжая взбивать. Продолжайте взбивать и прогревать, пока смесь не приобретет консистенцию кетчупа. Добавляем сыр (тертый или ломтиками). Прогреваем и взбиваем, пока сыр полностью не расплавится. Как только сыр расплавится - снимаем с огня. Сырный соус готов!",
        "calories": 818,
        "ingredients": [
            {
                "name": "Сливочное масло",
                "amount": "2",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Мука",
                "amount": "2",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Соль",
                "amount": "1/2",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Сыр",
                "amount": "150",
                "measurement": "Грамм"
            },
            {
                "name": "Молоко",
                "amount": "350",
                "measurement": "Миллилитров"
            }
        ]
    },
    {
        "title": "Подлив из свинины",
        "img_url": "https://img.povar.ru/main/cf/77/06/9b/podliv_iz_svinini-46692.jpg",
        "description": "Подлив из свинины очень удобное и универсальное блюдо. Его можно подать с любым гарниром. Можно приготовить кашу из круп, картофельное пюре, макароны. Любому гарниру этот подлив даст прекрасный вкус.",
        "recept": "1.\tСвинину промыть, обсушить  и нарезать соломкой. 2.\tВ глубокой сковородке раскалить растительное масло. Мясо выложить в сковороду и хорошо обжарить. 3.\tОвощи промыть и почистить. Морковь натереть на крупной терке. Лук репчатый нарезать полукольцами.  Овощи положить в мясо и обжарить все вместе. 4.\tДобавить в мясо томатную пасту и немного обжарить. Всыпать муку и хорошо перемешать. Влить в сковородку 0,5 литра кипящей воды. 5.\tУбавить огонь и тушить минут 30.  Не забывайте периодически помешивать подлив. Положить в сковороду лавровый лист, 5 штук перца горошком, соль, и порезанную зелень. Выключить огонь, а сковороду оставить, чтобы подлив настоялся. На гарнир можно подать отварной рис, макароны или картофельное пюре.",
        "calories": 533,
        "ingredients": [
            {
                "name": "Свинина",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Морковь",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Мука",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Томатная паста",
                "amount": "1",
                "measurement": "Ст. ложка"
            },
            {
                "name": "Растительное масло",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец горошек",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Лавровый лист",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Зелень",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Соль, перец",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Манты по-узбекски",
        "img_url": "https://img.povar.ru/main/c5/b1/e8/79/manti_po-uzbekski-103766.jpg",
        "description": "Вы любите настоящие, сочные, ароматные манты и хотите приготовить их дома? Тогда обязательно обратите внимание на эти удивительно вкусные манты по-узбекски.",
        "recept": "1. Как сделать манты по-узбекски? Для начала необходимо приготовить тесто. Для этого в миске нужно соединить яйцо, около 100 миллилитров воды, соль и 1 чайную ложку растительного масла. 2. Тщательно все взбить до однородной консистенции. При желании воду можно заменить молоком. 3. Теперь можно постепенно вводить муку и вымешивать крутое тесто. Его нужно не только замесить, но и тщательно взбить и размять руками, чтобы оно было более мягкое и эластичное. На это может потребоваться около 10-15 минут. 4. Когда работа с тестом закончена, его можно накрыть и оставить чтобы оно немного \"отдохнуло\". 5. Тем временем можно заняться мясом. Традиционно для приготовления этого блюда используют баранину, однако при желании можно выбрать другое мясо, либо взять несколько видов. Мясо необходимо вымыть, просушить и нарезать ножом на маленькие кусочки. 6. Понадобится также маленький кусочек сала, которые тоже нужно нарезать мелко. 7. Луковицу очистить и нарезать кубиками. 8. Картофель вымыть, очистить и также нарезать мелким кубиком. 9. Теперь все ингредиенты начинки можно соединить и тщательно перемешать. Посолить и поперчить по вкусу, при желании добавить любимые специи. 10. Пришло время вернуться к тесту. Как именно его раскатать особого значения не имеет. Можно нарезать на небольшие кусочки и раскатывать отдельно или сделать длинные полосочки, которые потом нарезать. Главное, чтобы тесто было тонкое. 11. На каждую лепешку необходимо выложить начинку. 12. Весьма интересный процесс - это защипывание краев. Сначала нужно взять два уголка и соединить вместе. 13. Аналогично нужно поступить и с двумя другими. 14. Затем соединить между собой уже получившиеся края. 15. Выложить готовые манты на уровни, предварительно смазанные маслом, и отправить на огонь (вода к тому времени уже должна кипеть). Через 45 минут манты по-узбекски в домашних условиях будут готовы и их можно подавать к столу.",
        "calories": 872,
        "ingredients": [
            {
                "name": "Мясо",
                "amount": "400",
                "measurement": "Грамм"
            },
            {
                "name": "Луковица",
                "amount": "2-3",
                "measurement": "Штук"
            },
            {
                "name": "Картофель",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Сало",
                "amount": "30",
                "measurement": "Грамм"
            },
            {
                "name": "Яйцо",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Мука",
                "amount": "450-500",
                "measurement": "Грамм"
            },
            {
                "name": "Растительное масло",
                "amount": "1-2",
                "measurement": "Ст. ложек"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Щепотка"
            },
            {
                "name": "Перец",
                "amount": "1",
                "measurement": "Щепотка"
            }
        ]
    },
    {
        "title": "Плов с курицей в мультиварке",
        "img_url": "https://img.povar.ru/main/5b/05/83/5c/plov_s_kuricei_v_multivarke-53899.jpg",
        "description": "Любите плов? Попробуйте приготовить легкий и вкусный плов с куриным мясом - простое и очень вкусное блюдо для семейного обеда или ужина. Читайте рецепт с фото.",
        "recept": "Куриное мясо порежьте на порционные кусочки. Лук порежьте небольшими кусочками или полукольцами, морковь натрите на крупной терке. Выберите режим \"Выпечка\". В мультиварку налейте растительное масло и выложите порезанное мясо. Обжаривайте курицу 15-20 минут с открытой крышкой. Затем добавьте лук и морковь. Обжаривайте курицу с овощами в течение 10 минут. В мультиварку добавьте рис и зубчики чеснока. Посолите и добавьте специи. Затем налейте воду и перемешайте продукты. Выберите режим \"Плов\", время по умолчанию. Готовьте под закрытой крышкой. После звукового сигнала отключите мультиварку. Плов готов. Приятного аппетита!",
        "calories": 846,
        "ingredients": [
            {
                "name": "Куриное мясо",
                "amount": "500",
                "measurement": "Грамм (Вам понадобиться куриная мякоть - грудка, филе и т.д.)"
            },
            {
                "name": "Лук",
                "amount": "200",
                "measurement": "Грамм"
            },
            {
                "name": "Морковь",
                "amount": "200",
                "measurement": "Грамм"
            },
            {
                "name": "Чеснок",
                "amount": "3",
                "measurement": "Зубчика"
            },
            {
                "name": "Рис",
                "amount": "2",
                "measurement": "Стакана (Стакан для мультиварки.)"
            },
            {
                "name": "Вода",
                "amount": "4",
                "measurement": "Стакана (Стакан для мультиварки.)"
            },
            {
                "name": "Соль, специи",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Растительное масло",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Мясо по-французски с картофелем",
        "img_url": "https://img.povar.ru/main/c1/3c/91/15/myaso_po-francuzski_s_kartofelem-45684.jpg",
        "description": "Популярное и очень вкусное блюдо из мяса запеченного с картофелем под красивой корочкой из плавленного сыра. Мясо по-французски с картофелем - это то, что непременно стоит попробовать!",
        "recept": "Картофель чистим, режем на тонкие пластины и укладываем на противень, смазанный маслом. Лук чистим, нарезаем тонкими кольцами и равномерно укладываем поверх картофеля. Солим, перчим. Мясо нарезаем кубиками размером примерно 2 на 2 см, можно чуть крупнее. Выкладываем на овощи, еще раз солим, перчим. Щедро поливаем мясо майонезом. И, наконец, обильно посыпаем блюдо тертым сыром. Ставим противень в духовку, разогретую до 180 градусов, и запекаем до готовности - в зависимости от духовки и величины нарезки, это может занять от 45 минут до 1 часа. Приятного аппетита! :)",
        "calories": 796,
        "ingredients": [
            {
                "name": "Свинина",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Крупная луковица",
                "amount": "3",
                "measurement": "Штуки"
            },
            {
                "name": "Картофель",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Сыр",
                "amount": "200-250",
                "measurement": "Грамм"
            },
            {
                "name": "Растительное масло",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Майонез",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Соль и молотый перец",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Обычный плов",
        "img_url": "https://img.povar.ru/main/d2/3f/0d/8d/obichnii_plov-327339.jpeg",
        "description": "Ничего сложного в приготовлении этого вкусного и сытного блюда нет, самое главное — соблюдать основные правила приготовления. Результат приятно удивит и вас и ваших родных, плов получится вкусным.",
        "recept": "Мясо тщательно промоем и обсушим. Затем нарежем на небольшие кусочки, примерно по 4 см. Почистим морковку и нарежем тонкими, примерно по 0,5 см в толщину, полосками. Очистим лук, нарежем тонкими полукольцами или помельче. Лучше всего плов готовить, конечно же, в казане. Но можно в толстостенной кастрюле. Наливаем в казан или кастрюлю масло и разогреваем на сильном огне. Бросим в разогретое масло немного лука и обжарим его до темно-коричневого цвета. Затем убираем лук из казана. Выкладываем в разогретое масло мясо. Минуты через 3 перемешиваем и продолжаем обжаривать на сильном огне до любимой вами степени. Кто-то ведь любит слегка подрумяненное мясо, а кому-то по нраву сильно обжаренные кусочки. Мясо обжарилось, добавляем лук и перемешиваем. Обжариваем минут 5-7. Не забываем перемешивать, ведь готовим на большом огне! Теперь добавим полосочки моркови. Все перемешиваем и обжариваем. Готовим либо до подрумянивания моркови, либо до мягкости. Опять же, кому как нравится. А теперь добавим примерно полтора-два стакана горячей воды, чайную ложку соли и приправу для плова. Даем покипеть минут 15-20 под крышкой на среднем огне. Тщательно промываем под проточной водой рис, чтобы вымыть из него весь крахмал. Чтобы у вас гарантированно получился плов, а не каша, лучше возьмите пропаренный рис. Выкладываем промытый рис в казан. Разравниваем рис и доливаем горячей воды. Жидкость должна покрывать рис примерно на 2,5 см. Добавим соль. Готовим без крышки на среднем огне. Когда выкипит жидкость и рис окажется на поверхности, собираем его небольшой горкой. Делаем несколько дырок черенком ложки до дна казана или кастрюли. И плотно закрываем плов крышкой. Уменьшаем огонь до маленького и готовим еще минут 20.  Затем выключаем огонь, и пусть плов постоит еще минут 15. Раскладываем плов по тарелкам или выкладываем в одно большое блюдо. Приятного аппетита!",
        "calories": 501,
        "ingredients": [
            {
                "name": "Мякоть свинины",
                "amount": "1,5",
                "measurement": "Килограмма"
            },
            {
                "name": "Рис",
                "amount": "1",
                "measurement": "Килограмм (лучше пропаренный)"
            },
            {
                "name": "Лук репчатый",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Морковь",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Масло подсолнечное рафинированное",
                "amount": "300",
                "measurement": "Миллилитров"
            },
            {
                "name": "Приправа для плова",
                "amount": "2",
                "measurement": "Чайных ложки (по желанию - зира, барбарис, паприка)"
            },
            {
                "name": "Соль",
                "amount": "2",
                "measurement": "Чайных ложки (без горки)"
            },
            {
                "name": "Горячая вода",
                "amount": "1,5",
                "measurement": "Литра"
            }
        ]
    },
    {
        "title": "Овсяная каша на молоке",
        "img_url": "https://img.povar.ru/main/fb/78/b1/23/ovsyanaya_kasha_na_moloke-56290.jpg",
        "description": "Вашему вниманию - рецепт овсяной каши на молоке. Многие не любят овсяную кашу, потому что она вязкая, густая и тяжелая. Это потому что ее сразу готовят на молоке. Попробуйте приготовить по-другому!",
        "recept": "1.\tСуществуют обычные хлопья овсяные, которые дольше варятся, и их нужно обязательно перебрать от шелухи и промыть. Мелкие хлопья уже подготовлены для варки, не требуют чистки и варятся очень быстро. Налейте в кастрюлю воды и вскипятите ее. Добавьте по вкусу соли и высыпайте в кастрюлю хлопья. Обязательно перемешивайте. 2.\tВарить нужно почти до готовности. Если у вас обычные хлопья, их надо варить минут 15. Мелким хлопьям понадобится минутки три. 3.\tКогда ваша каша запыхтит, наливайте в нее молоко. Доведите кастрюлю до кипения, перемешайте, закройте крышку и уменьшите огонь. С быстрыми хлопьями вам понадобится еще минут 3-5. 4.\tВыключаем огонь и дадим нашей кашке настояться. Добавьте, если необходимо сахар.  Помните, что чем дольше каша стоит, тем гуще она становится. 5.\tОсталось самое малое. Положите кашу в тарелку и заправьте сливочным маслом.  Каша будет еще вкуснее, если в нее добавить промытый и очищенный изюм или курагу. Можно добавить фрукты. Их можно нарезать на кубики и обжарить в масле или запечь в духовке. Фантазируйте. Все в ваших руках.",
        "calories": 558,
        "ingredients": [
            {
                "name": "Овсяные хлопья",
                "amount": "1",
                "measurement": "Стакан"
            },
            {
                "name": "Молоко",
                "amount": "1",
                "measurement": "Стакан"
            },
            {
                "name": "Вода",
                "amount": "2",
                "measurement": "Стакана"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Часть (на кончике чайной ложки)"
            },
            {
                "name": "Сахар",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Курица с картофелем в духовке",
        "img_url": "https://img.povar.ru/main/ca/c9/51/6b/kurica_s_kartofelem_v_duhovke-98362.jpg",
        "description": "Самое популярное праздничное блюдо в наших краях, рецепты которого известны многим хозяйкам - курица с картофелем в духовке. Делюсь хорошим и простым рецептом приготовления курицы с картофелем с фото.",
        "recept": "1. Курицу промойте, просушите, если желаете, свяжите ножки кондитерским жгутом. Я это делаю крайне редко и это необязательно. 2. Курицу выложите в форму. Смажьте курицу лимонным соком, выдавите сок из лимона на курицу и в форму для запекания. Половинки лимона можно вложить внутрь курицы. Курицу смажьте солью, перцем, специями. Можно под кожу на грудке засунуть кусочки бекона. 3. Пусть пока курица полежит помаринуется, а мы займемся картофелем. Почистите картошку, разрежьте на половинки или четвертинки (если картошка - большая), выложите в кастрюлю, залейте водой и посолите. Доведите до кипения и сразу слейте воду. Картошку выложите к курице. 4. Сбрызните курицу и картошку в форме для запекания маслом, добавьте бульона, воды или вина, выложите травки. Отправляйте курицу в разогретую до 200 градусов духовку на 40 минут. Если верх станет слишком румяный, накройте его фольгой в процессе запекания. Если будет очень сухо, добавьте бульона или вина. Курица с картофелем в духовке будет готова, когда мясо слезет с косточки, а картофель станет мягким. Приятного аппетита!",
        "calories": 440,
        "ingredients": [
            {
                "name": "Курица целая",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Картофель",
                "amount": "6-7",
                "measurement": "Штук"
            },
            {
                "name": "Лимон",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Чеснок",
                "amount": "2-3",
                "measurement": "Зубчиков"
            },
            {
                "name": "Соль, черный перец",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Растительное масло",
                "amount": "3-4",
                "measurement": "Ст. ложек"
            },
            {
                "name": "Приправа к курице и травы",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Бульон, вино или вода",
                "amount": "1/2-3/4",
                "measurement": "Стакана"
            }
        ]
    },
    {
        "title": "Бурито",
        "img_url": "https://img.povar.ru/main/cc/7d/d7/4e/burito-56324.jpg",
        "description": "Вашему вниманию - рецепт приготовления бурито, популярного мексиканского мясного блюда. Не бойтесь незнакомого названия - блюдо готовится предельно просто и быстро, разберется каждый.",
        "recept": "Ингредиенты: Обжарить лук на среднем огне в течении 10 минут. В это время смешайте специи в пасту с небольшим количеством воды. Добавить пасту в лук и готовить еще в течении 5 минут. Добавить фарш. Добавить бобы и приправить солью и перцем по вкусу. Когда мясо будет готово, нарезаем помидоры, салат и зеленый лук. Заправляем начинку в лепешки. Добавляем тертый сыр. Складываем Бурито так, как показано на фотографии. Укладываем Бурито в форму. Накрываем фольгой и выпекаем в течении 40 минут.",
        "calories": 487,
        "ingredients": [
            {
                "name": "Говяжий фарш",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Лепешки",
                "amount": "8",
                "measurement": "Штук"
            },
            {
                "name": "Подсолнечное масло",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Бобы",
                "amount": "400",
                "measurement": "Грамм (обжаренные )"
            },
            {
                "name": "Салат",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Помидоры",
                "amount": "5",
                "measurement": "Штук"
            },
            {
                "name": "Зеленый лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Сыр чеддер",
                "amount": "200",
                "measurement": "Грамм"
            },
            {
                "name": "Лук",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Порошок чили",
                "amount": "2",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Тмин",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Штука (по вкусу)"
            },
            {
                "name": "Перец",
                "amount": "1",
                "measurement": "Штука (по вкусу)"
            }
        ]
    },
    {
        "title": "Еврейские котлеты",
        "img_url": "https://img.povar.ru/main/e8/59/34/ad/evreiskie_kotleti-554164.JPG",
        "description": "В чем отличительная особенность еврейских котлет от обычных? Еврейские котлеты готовятся из курицы и получаются более нежными и воздушными. На их приготовление уйдет совсем немного времени, ингредиенты найдутся в каждом доме, а главную хитрость я Вам сейчас расскажу!",
        "recept": "1. Подготовьте все ингредиенты. 2. Куриное мясо пропустите через мясорубку. 3. Отделите желтки от белков и добавьте к фаршу. Посолите и поперчите по вкусу. 4. Хорошо все перемешайте. 5. В отдельной мисочке взбейте белки с щепоткой соли до состояния густой белой пены и добавьте частями к фаршу. 6. Перемешивайте аккуратно и неспешно, начиная от краев и двигаясь к центру. Масса должна оставаться воздушной. 7. Разогрейте сковороду с маслом и, набирая воздушный мясной фарш ложкой, опустите его на раскаленную сковороду. 8. Обжарьте котлеты с двух сторон до золотистого цвета. 9. Еврейские котлеты готовы. Подавайте блюдо сразу же, еще горячим, с любым гарниром или соусом. Приятного аппетита!",
        "calories": 697,
        "ingredients": [
            {
                "name": "Куриное филе",
                "amount": "350",
                "measurement": "Грамм"
            },
            {
                "name": "Яйца",
                "amount": "4",
                "measurement": "Штуки"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Черный молотый перец",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Растительное масло",
                "amount": "50",
                "measurement": "Миллилитров (для жарки)"
            }
        ]
    },
    {
        "title": "Свинина в духовке",
        "img_url": "https://img.povar.ru/main/66/38/57/03/svinina_v_duhovke-44811.jpg",
        "description": "Вашему вниманию - простой, но очень эффективный рецепт свинины в духовке. При помощи этого рецепта вы без труда приготовите горячее блюдо, которое можно смело ставить даже на праздничный стол.",
        "recept": "Кусок мяса промываем, делаем в нем надрезы глубиной примерно до середины куска. Солим, перчим. Сыр нарезаем тонкими пластинками. Помидоры тоже нарезаем тонкими дольками. Тонкими пластинами нарезаем чеснок. Теперь в сделанные нами надрезы добавляем по паре пластинок чеснока, по пластинке сыра и помидора. Солим, перчим все еще раз. Заворачиваем кусок мяса в фольгу и ставим в духовку, разогретую до 190 градусов. Запекаем час-полтора, в зависимости от вашей духовки и размера куска. Кусок весом в 1 кг достаточно запекать 1 час. Спустя час (или полтора, в зависимости от размера куска) открываем фольгу и запекаем мясо без фольги еще 20-30 минут. Готовый кусок мяса перекладываем на блюдо и подаем к столу. Приятного аппетита! :)",
        "calories": 877,
        "ingredients": [
            {
                "name": "Свинина",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Помидоры",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Сыр",
                "amount": "200",
                "measurement": "Грамм"
            },
            {
                "name": "Чеснок",
                "amount": "3",
                "measurement": "Зубчика"
            },
            {
                "name": "Соль, перец",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Пшенная каша на воде",
        "img_url": "https://img.povar.ru/main/ef/2d/b3/cb/pshennaya_kasha_na_vode-289602.JPG",
        "description": "Хочу поделиться с вами своим опытом, как приготовить пшенную кашу на воде просто, а главное - вкусно! Эту кашу я люблю уже много лет, и у меня выработалось несколько секретов, как сделать ее вкусной.",
        "recept": "Подготовьте все необходимые ингредиенты. Пшенную крупу всыпьте в эмалированную кастрюлю, залейте 1 ст. воды, добавьте соль и доведите до кипения. Снимите с огня, слейте воду. Дело в том, что на поверхности пшенной крупы имеется пыль, которая делает кашу вязкой. Прокипятив, мы очищаем крупу от этой пыли и других загрязнений, в результате чего каша получится не только рассыпчатой, но и более вкусной. Залейте крупу двумя стаканами холодной воды и поставьте на огонь. Как только вода закипит, убавьте огонь и варите без крышки 15 минут. Затем сверху выложите кубики масла, кастрюлю снимите с огня, накройте крышкой и оставьте на 15 минут. За это время каша впитает остатки жидкости и станет мягкой и рассыпчатой. Пшенная каша на воде готова. Приятного аппетита!",
        "calories": 505,
        "ingredients": [
            {
                "name": "Пшено",
                "amount": "1",
                "measurement": "Стакан"
            },
            {
                "name": "Вода",
                "amount": "3",
                "measurement": "Стакана"
            },
            {
                "name": "Масло сливочное",
                "amount": "40",
                "measurement": "Грамм"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Чайная ложка"
            }
        ]
    },
    {
        "title": "Вареники с вишней",
        "img_url": "https://img.povar.ru/main/d9/3a/52/72/vareniki_s_vishnei-46216.jpg",
        "description": "Вареники с вишней - одно из классических блюд украинской традиционной кухни. Сложно не залить клавиатуру слюнками, вспоминая, насколько вкусны, аппетитны и сочны свежие вареники с вишней :)",
        "recept": "Вишню (без косточек) кладем в сито, засыпаем сахаром. Сито ставим в глубокую миску - вишня будет выделять сок, а сок нам нужен. Тем временем сделаем тесто - такое же, как на пельмени. Смешиваем молоко, масло и соль в кастрюле. Доводим смесь до кипения. Снимаем с огня, добавляем небольшое количество муки. Добавляем яйцо, перемешиваем, охлаждаем. Вводим оставшуюся муку. Начинаем замешивать тесто. На присыпанной мукой рабочей поверхности продолжаем замешивать тесто. Месим тесто до тех пор, пока оно не перестанет прилипать к рукам. Заворачиваем тесто в пищевую пленку и отставляем. Спустя 20 минут разрезаем тесто на несколько частей, каждую раскатываем в тонкий пласт. При помощи стакана или формочки диаметром 2,5 см вырезаем круглые лепешки из теста. Из оставшегося теста можно скатать новый шар теста, его тоже раскатать и нарезать на круглые лепешки. Вишню с сахаром в сите хорошенько перемешиваем, выделившийся сок в этом рецепте не используется - однако он очень вкусен, из него можно сварить сироп, компот или найти другое рациональное применение. Берем круглую лепешку теста, в центр выкладываем немного начинки. Сворачиваем лепешку пополам, залепляем края. Залепить нужно хорошо, чтобы не оставалось никаких отверстий, иначе вареники развалятся, а начинка вытечет. Слепленные вареники обваливаем в муке и выкладываем на присыпанную мукой доску. Осталось только сварить наши вареники. Для этого кладем их в кипящую подсоленную воду. Варим вареники на умеренном огне, пока они не всплывут на поверхность. Всплывшие вареники варим еще пару минут и достаем шумовкой из кастрюли. Складываем готовые вареники в большую миску. Обязательно кладем в миску с горячими варениками кусочек сливочного масла и перемешиваем - это делается для того, чтобы вареники не слипались и не были сухими. Подавать горячими со сметаной. Приятного аппетита! :)",
        "calories": 603,
        "ingredients": [
            {
                "name": "Вишня (без косточек)",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Сахар",
                "amount": "1/2",
                "measurement": "Стакана"
            },
            {
                "name": "Сливочное масло",
                "amount": "1-2",
                "measurement": "Ст. ложек"
            },
            {
                "name": "Молоко",
                "amount": "1",
                "measurement": "Стакан"
            },
            {
                "name": "Яйцо",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Мука",
                "amount": "3",
                "measurement": "Стакана"
            },
            {
                "name": "Растительное масло",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Тефтели в мультиварке",
        "img_url": "https://img.povar.ru/main/ab/19/f8/80/tefteli_v_multivarke-52935.jpg",
        "description": "Бывают дни, когда стоять долго у плиты нет никакой возможности. Этот рецепт и верная подруга мультиварка станут Вашим спасением. А ароматный соус и тающие во рту тефтельки понравятся абсолютно всем.",
        "recept": "Лук мелко нарезать. Фарш смешать с рисом, яйцом, порезанным луком, солью и перцем. Хорошо вымешать. Сформировать тефтели. Готовим соус: необходимо смешать воду с мукой, сметаной и томатной пастой. Тефтели сложить в мультиварку, залить полученным соусом так, чтобы он покрывал их полностью. Выбрать режим \"Тушение\". Время готовки - 1 час.",
        "calories": 634,
        "ingredients": [
            {
                "name": "Фарш",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Рис",
                "amount": "0,5",
                "measurement": "Стакана (При желании рис можно отварить, но это необязательно.)"
            },
            {
                "name": "Лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Яйцо",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Сметана",
                "amount": "2-3",
                "measurement": "Ст. ложек"
            },
            {
                "name": "Томатная паста",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Мука",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Вкусные картофельные драники",
        "img_url": "https://img.povar.ru/main/59/86/6c/e6/vkusnie_kartofelnie_draniki-769913.JPG",
        "description": "Кто же не любит горячие картофельные драники со сметаной? А когда классический рецепт приелся, то на помощь придет мой вариант драников с сыром, зеленым луком и чесноком. Берите на заметку!",
        "recept": "Подготовьте ингредиенты. Приступим! Картофель очистите, натрите на крупной терке. Добавьте тертый сыр (лучше на мелкой терке), яйцо, измельченный чеснок и зеленый лук. Добавьте муку, паприку, соль, перец черный молотый. Тщательно перемешайте картофельную массу. Разогрейте ложку масла в сковороде, выкладывайте картофельную массу, формируя круглые лепешки. Жарьте до золотистой корочки. Переверните лопаткой и обжарьте с другой стороны. Драники выкладывайте на бумажное полотенце, чтобы убрать лишний жир. Пережарьте все драники. Из указанного количества ингредиентов у меня получилось 15 штук. Готовые драники подавайте горячими со сметаной. Приятного аппетита!",
        "calories": 702,
        "ingredients": [
            {
                "name": "Картофель",
                "amount": "5",
                "measurement": "Штук"
            },
            {
                "name": "Сыр твердый",
                "amount": "100",
                "measurement": "Грамм"
            },
            {
                "name": "Яйцо",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Чеснок",
                "amount": "1",
                "measurement": "Зубчик"
            },
            {
                "name": "Лук зеленый",
                "amount": "3",
                "measurement": "Штуки"
            },
            {
                "name": "Соль",
                "amount": "1/2",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Перец черный молотый",
                "amount": "1/4",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Паприка копченая",
                "amount": "1/2",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Мука пшеничная",
                "amount": "3",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Масло для жарки",
                "amount": "4-5",
                "measurement": "Ст. ложек"
            }
        ]
    },
    {
        "title": "Жареные куриные ножки",
        "img_url": "https://img.povar.ru/main/bb/45/d0/cd/jarenie_kurinie_nojki-56367.jpg",
        "description": "Самый простой способ приготовить куриные ножки - это просто их пожарить. Рассказываю, как пожарить куриные ножки и приготовить вкусный обед или ужин буквально за 20 минут.",
        "recept": "Подготовьте ингредиенты. Куриные ножки промойте под проточной водой, промокните бумажной салфеткой. Каждую куриную ножку щедро натрите солью со всех сторон, а затем обсыпьте специями. Таким же образом натираем солью и специями все остальные ножки. В сковороде на среднем огне нагрейте оливковое масло. В разогретое масло положите куриные ножки. Жарьте 2 минуты на среднем огне, после чего переверните ножки и обжаривайте с другой стороны. В общей сложности куриные ножки нужно жарить 12 минут, переворачивая каждые 2 минуты. Жарить нужно на среднем огне под крышкой. Если начнет подгорать - уменьшите огонь. Теперь добавьте в сковороду 1 стакан воды, уменьшите огонь и готовьте до полного выпаривания воды под крышкой. Курица за это время станет мягкой и дойдет до готовности. Жареные куриные ножки готовы. Подаем немедленно в горячем виде. Приятного аппетита! ;)",
        "calories": 632,
        "ingredients": [
            {
                "name": "Куриные ножки",
                "amount": "5",
                "measurement": "Штук (с бедренной частью)"
            },
            {
                "name": "Кориандр молотый",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Тмин",
                "amount": "1",
                "measurement": "Ст. ложка"
            },
            {
                "name": "Перец черный молотый",
                "amount": "1",
                "measurement": "Ст. ложка"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Оливковое масло",
                "amount": "100",
                "measurement": "Миллилитров"
            }
        ]
    },
    {
        "title": "Котлеты куриные с сыром",
        "img_url": "https://img.povar.ru/main/8c/27/c7/3c/kotleti_kurinie_s_sirom-40452.jpg",
        "description": "Традиционным советским свиным котлетам с луком наша семья предпочитает котлеты куриные с сыром. Они менее жирные, легче усваиваются организмом. Делюсь своим рецептом.",
        "recept": "Куриный фарш перемешиваем с измельченной при помощи блендера луковицей. Если у вас не фарш, а куриное мясо - перекрутите через мясорубку или кухонный комбайн. Затем добавьте к фаршу одно яйцо. Перемешиваем яйцо, добавляем к фаршу тертый пармезан и петрушку. Вновь перемешиваем. Добавляем соль и перец. Руками формируем из фарша котлетки. На одну котлетку - около столовой ложки фарша. В сковороде разогреваем чуть-чуть растительного масла, обжариваем котлеты с одной стороны до образования корочки. Переворачиваем и обжариваем до корочки с другой стороны. Вот и все - куриные котлеты с сыром готовы!",
        "calories": 816,
        "ingredients": [
            {
                "name": "Фарш куриный",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Лук репчатый",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Яйцо куриное",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Соль",
                "amount": "1/2",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Перец черный молотый",
                "amount": "1/2",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Петрушка",
                "amount": "20",
                "measurement": "Грамм"
            },
            {
                "name": "Пармезан",
                "amount": "40",
                "measurement": "Грамм"
            },
            {
                "name": "Растительное масло",
                "amount": "50",
                "measurement": "Миллилитров"
            }
        ]
    },
    {
        "title": "Картошка, жареная в мультиварке",
        "img_url": "https://img.povar.ru/main/77/aa/58/59/kartoshka_jarenaya_v_multivarke-53326.jpg",
        "description": "Жарка картошки - кропотливый и трудоемкий процесс, однако мультиварка его облегчает. Узнайте, как быстро и легко приготовить жареную картошку в мультиварке.",
        "recept": "Почистите картофель. Помойте, нарежьте крупными кусочками (форма может быть любой, главное чтобы куски были не слишком тонкими). Вылейте растительное масло в чашу мультиварки, туда же выложите картофель. Посолите, поперчите, добавьте специи. Выберите режим \"Выпечка\" или \"Жарка/овощи\", установите таймер на 20 минут. После завершения программы, перемешайте картофель. Добавьте нарезанный полукольцами лук. Поставьте таймер еще на 20 минут (режим тот же). Через 20 минут отключите мультиварку, добавьте кусочек сливочного масла и перемешайте картофель. Подавайте горячим, приправив свежей зеленью. Приятного аппетита!",
        "calories": 674,
        "ingredients": [
            {
                "name": "Картофель",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Растительное масло",
                "amount": "30",
                "measurement": "Миллилитров"
            },
            {
                "name": "Сливочное масло",
                "amount": "50",
                "measurement": "Грамм"
            },
            {
                "name": "Лук",
                "amount": "100",
                "measurement": "Грамм"
            },
            {
                "name": "Соль, перец, специи",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Манты",
        "img_url": "https://img.povar.ru/main/68/d2/0a/72/manti-33573.jpg",
        "description": "Читайте этот пошаговый рецепт с фото - и вы узнаете, как приготовить манты. Пошаговый рецепт приготовления среднеазиатских пельменей сделает процесс приготовления максимально простым.",
        "recept": "В средней миске смешать вместе сухие ингредиенты для теста. Сделать углубление посередине и залить теплой водой, добавить 1 яйцо. Месить в течении 5-6 минут. Обложите тесто пленкой и дайте постоять в течении 10-20 минут. Нарезаем мясо маленькими кусочками. Так же можно использовать мясорубку, чтобы сделать фарш. Нашинковать лук. Добавить специи. Добавить масло и хорошо смешать лук с мясом. Начинка готова. Можно было добавить мелко нарезанный картофель, но это не является обязательным шагом. Раскатать тесто. Присыпать мукой, чтобы избежать слипания. Сложить в длинную широкую полоску. Нарезать на квадраты... ... и разделить на единичные прямоугольники. Поместить начинку на прямоугольники из теста. Запечатать по углам с четырех сторон. Вот, что должно получиться: Доведите воду в пароварке до кипения. Поместите манты в многоуровневую пароварку. Готовить в течении 45 минут. Блюдо готово! Приправляем черным молотым перцем и сметаной. Приятного аппетита!",
        "calories": 526,
        "ingredients": [
            {
                "name": "Яйцо",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Вода",
                "amount": "1",
                "measurement": "Стакан (теплая)"
            },
            {
                "name": "Говядина",
                "amount": "2",
                "measurement": "Килограмма (ингредиенты для мясной начинки)"
            },
            {
                "name": "Луковица",
                "amount": "4",
                "measurement": "Штуки"
            },
            {
                "name": "Черный перец",
                "amount": "1/2",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Тмин",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Картофель",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Оливковое мало",
                "amount": "2",
                "measurement": "Ст. ложки"
            }
        ]
    },
    {
        "title": "Рататуй (классический рецепт)",
        "img_url": "https://img.povar.ru/main/d6/f6/b1/1d/ratatui_klassicheskii_recept-323014.JPG",
        "description": "Этот рецепт стал особенно популярным после выхода одноименного мультфильма. И я предлагаю попробовать классический вариант блюда с прованскими травами, чесноком и оливковым маслом. Смотрите рецепт!",
        "recept": "Подготовьте овощи, вымойте их тщательно. У кабачков и баклажанов срежьте хвостики, у перца удалите семена. Помидоры разделите на две равных порции, одну из которых обдайте кипятком и очистите от кожуры. Сначала нужно приготовить соус. Для этого порежьте мелко лук, обжарьте его до полуготовности на 2 столовых ложках оливкового масла. Добавьте щепотку соли. Помидоры без кожуры и болгарский перец порежьте мелкими кубиками и добавьте к луку. Обжарьте до мягкости всех овощей. Соус готов. Кабачки, баклажаны и помидоры порежьте колечками одинаковой толщины, не более 5 мм. Оливковое масло смешайте с давленым чесноком и прованскими травами, добавьте пару щепоток соли. На дно огнеупорной формы выложите и разровняйте овощной соус. Овощи посолите по вкусу, выложите на соус, чередуя кабачок, баклажан и помидор. Сверху щедро полейте ароматным маслом с чесноком и травами. Накройте фольгой форму, отправьте её на 30 минут в духовку, температура — 180 градусов. Снимите фольгу и запекайте еще 20 минут. Рататуй готов! Приятного аппетита!",
        "calories": 551,
        "ingredients": [
            {
                "name": "Баклажан",
                "amount": "300",
                "measurement": "Грамм"
            },
            {
                "name": "Кабачок",
                "amount": "300",
                "measurement": "Грамм"
            },
            {
                "name": "Помидор",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Лук",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Болгарский перец",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Чеснок",
                "amount": "3",
                "measurement": "Зубчика"
            },
            {
                "name": "Оливковое масло",
                "amount": "50",
                "measurement": "Миллилитров"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Прованские травы",
                "amount": "1",
                "measurement": "Чайная ложка"
            }
        ]
    },
    {
        "title": "Утка, запеченная с апельсинами",
        "img_url": "https://img.povar.ru/main/4b/19/f4/23/utka_zapechennaya_s_apelsinami-45707.jpg",
        "description": "Утка, запеченная с апельсинами - очень праздничное и торжественное блюдо, которое я обычно готовлю на Новый год или Рождество. Хозяйка готовит, хозяин разрезает и накладывает каждому в тарелку...ах!",
        "recept": "Ингредиенты. Сперва необходимо выпотрошить утку (если еще не выпотрошена), обрезать ей кончики крыльев, хвост, лишний жир и лишнюю шкуру. Словом, подготовить тушку. В крупной миске смешиваем до однородности сок одного лимона, сок одного апельсина, соль, перец, оливковое масло и специи. Кладем утку в получившийся маринад и отправляем мариноваться в холодильник на 1-6 часов (чем дольше маринуется - тем острее ощущается привкус лимона и апельсина). Один апельсин нарезаем на четыре части. Замаринованную утку достаем из маринада, начиняем черешками сельдерея и четвертинками апельсина, кладем в слегка смазанную маслом форму для запекания. Ставим утку в духовку, разогретую до 190 градусов. Запекаем примерно 2 часа, по ходу запекания каждые 20 минут поливаем утку выделяющимся в форме для запекания соком. Тем временем приготовим глазурь. Смешаем сок одного апельсина, мед и вино. Жиденькую смесь переливаем в маленькую кастрюльку, доводим до кипения и варим до консистенции сиропа. Когда глазурь приобретет нужную консистенцию - снимаем ее с огня. Готовую утку достаем из духовки, находившиеся внутри сельдерей и апельсин выбрасываем, поливаем утку сверху приготовленной нами горячей глазурью - и все, блюдо готово! Подавать лучше всего с дольками свежего апельсина и каким-нибудь гарниром (например, рисом). Приятного аппетита! :)",
        "calories": 527,
        "ingredients": [
            {
                "name": "Утка (весом около 2 кг)",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Апельсин",
                "amount": "3",
                "measurement": "Штуки"
            },
            {
                "name": "Сельдерей (черешки)",
                "amount": "2-4",
                "measurement": "Штук"
            },
            {
                "name": "Лимон",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Соль, перец",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Специи",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Оливковое масло",
                "amount": "1",
                "measurement": "Ст. ложка"
            },
            {
                "name": "Вино сладкое",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Мед",
                "amount": "2",
                "measurement": "Ст. ложки"
            }
        ]
    },
    {
        "title": "Мясо по-французски в мультиварке",
        "img_url": "https://img.povar.ru/main/96/f3/f0/d1/myaso_po-francuzski_v_multivarke-53585.jpg",
        "description": "Иногда нет сил или времени возиться и с основным блюдом и с гарниром. Тут на помощь приходит наш рецепт. Мясо по-французски - и сытно, и вкусно. А как приготовить его в мультиварке, я сейчас расскажу.",
        "recept": "Мясо вымыть, обсушить, нарезать тонкими ломтиками. Лук нарезать кольцами. Картофель почистить, нарезать тонкими-тонкими ломтиками. В чашу мультиварки выложить мясо. Посолить, поперчить, положить порезанный кольцами лук. Смазать майонезом. Сверху разложить кружочки картофеля. Посолить-поперчить, смазать майонезом. Посыпать тертым сыром. Включить режим \"Выпечка\". Время готовки 60 минут. Приятного аппетита!",
        "calories": 698,
        "ingredients": [
            {
                "name": "Свинина",
                "amount": "300",
                "measurement": "Грамм"
            },
            {
                "name": "Лук",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Картофель",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Майонез",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Сыр твердый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Каша рисовая молочная",
        "img_url": "https://img.povar.ru/main/0a/88/ca/41/kasha_risovaya_molochnaya-289864.JPG",
        "description": "Рисовая молочная каша - идеальный вариант очень вкусного и невероятно полезного завтрака. Мой вариант приготовления понравится даже тем деткам, которые не любят молоко и не хотят есть кашу.",
        "recept": "Приготовьте все небходимые ингредиенты. Рис, не замачивая, промойте, залейте 1 стаканом воды и отправьте на огонь. Как только вода закипит, варите, часто помешивая, пока вода почти полностью не испарится. Добавьте молоко, сахар по вкусу, варите на медленном огне до готовности. Можете проварить недолго, чтобы рис уже был готовым, но молоко еще не выкипело. Но мне больше нравится густая каша, поэтому я варю минут 15. Каша рисовая молочная готова. Подавайте её с кубиком сливочного масла, печеньем, орехами и фруктами. Приятного завтрака.",
        "calories": 454,
        "ingredients": [
            {
                "name": "Рис",
                "amount": "200",
                "measurement": "Грамм"
            },
            {
                "name": "Молоко",
                "amount": "500",
                "measurement": "Миллилитров"
            },
            {
                "name": "Вода",
                "amount": "200",
                "measurement": "Миллилитров"
            },
            {
                "name": "Сахар",
                "amount": "1",
                "measurement": "Ст. ложка"
            },
            {
                "name": "Масло сливочное",
                "amount": "30",
                "measurement": "Грамм"
            }
        ]
    },
    {
        "title": "Шаурма (классический рецепт)",
        "img_url": "https://img.povar.ru/main/14/e9/73/17/shaurma_klassicheskii_recept-336615.JPG",
        "description": "Это, наверное, один самых вкусных перекусов. Приготовить шаурму очень просто в домашних условиях. Купите продуктов согласно списку и повторяйте за мной! Все очень просто и довольно быстро.",
        "recept": "Подготовьте продукты. Вымойте мясо и овощи. Приступим. Нашинкуйте капусту мелко. Посолите немного. Порежьте дольками помидор и соломкой огурец. Для соуса смешайте майонез с кетчупом и щепоткой черного перца. Куриное филе посолите, поперчите, обжарьте на среднем огне под крышкой с двух сторон до готовности. Снимите с огня. Расстелите лаваш на рабочем столе. Центр щедро смажьте соусом. Распределите капусту, помидор, огурец. Порежьте готовую курочку, на одну шаурму уходит половинка кусочка. Сверху полейте соусом немного. Заверните конвертиком так, чтобы бока были закрыты. Постарайтесь плотно свернуть шаурму и отправьте ее на чистую и сухую сковороду (если есть гриль, это будет лучшим решением) на несколько минут до зарумянивания с обеих сторон. Шаурма готова! Приятного Вам аппетита!",
        "calories": 777,
        "ingredients": [
            {
                "name": "Лаваш",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Помидор",
                "amount": "0,5",
                "measurement": "Штуки"
            },
            {
                "name": "Огурец",
                "amount": "0,5",
                "measurement": "Штуки"
            },
            {
                "name": "Капуста",
                "amount": "4-5",
                "measurement": "Ст. ложек"
            },
            {
                "name": "Кетчуп",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Майонез",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Соль, перец черный молотый",
                "amount": "1-2",
                "measurement": "Щепоток"
            },
            {
                "name": "Куриное филе",
                "amount": "150",
                "measurement": "Грамм"
            },
            {
                "name": "Растительное масло",
                "amount": "2",
                "measurement": "Ст. ложки ((для жарки куриного филе))"
            }
        ]
    },
    {
        "title": "Классический бефстроганов из говядины",
        "img_url": "https://img.povar.ru/main/a5/86/7c/78/klassicheskii_befstroganov_iz_govyadini-541945.jpg",
        "description": "История происхождения этого блюда интересна своей неопределенностью и множеством вариантов. Наиболее распространенное мнение - повар графа Строганова придумал это блюдо для своего старого господина, который уже не мог пережевывать твердую пищу.",
        "recept": "1. Подготовьте все необходимые ингредиенты. 2. Говядину порежьте на тонкие пластины и отбейте молоточком с обеих сторон. 3. Затем порежьте эти пластины на тонкие полосочки (соломку). 4. Лук порежьте тонкими полукольцами или четвертькольцами, если лук крупный.\r\nМожно и кубиком мелким порезать. 5. На сковороде разогрейте растительное масло, выложите лук и обжарьте на среднем\r\nогне до золотистого цвета. 6. Затем выложите мясо, перемешайте и обжаривайте несколько минут на среднем огне, а затем убавьте огонь до минимума и готовьте 10-15 минут. 7. Отправьте в сковороду муку и хорошенько перемешайте, чтобы она равномерно\r\nраспределилась. 8. Добавьте сметану, перемешайте, прогрейте пару минут. 9. Затем добавьте томатную пасту, соль, перец. Перемешайте, накройте крышкой и\r\nготовьте на среднем огне в течение 30 минут. Если слишком быстро испарится вся\r\nжидкость, можно добавить немного воды или бульона. 10. Тушите мясо до мягкости. Соус должен стать однородным и достаточно густым, чтобы не стекал с ложки. 11. Классический бефстроганов готов! Подавайте с картофельным пюре. Приятного\r\nаппетита!",
        "calories": 436,
        "ingredients": [
            {
                "name": "Говядина",
                "amount": "300",
                "measurement": "Грамм"
            },
            {
                "name": "Лук репчатый",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Сметана",
                "amount": "250",
                "measurement": "Грамм"
            },
            {
                "name": "Томатная паста",
                "amount": "1,5",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Мука",
                "amount": "1,5",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец душистый молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Драники (мастер-класс)",
        "img_url": "https://img.povar.ru/main/7c/4c/cb/f6/draniki_master-klass-433872.JPG",
        "description": "Сегодня хочу рассказать вам еще один рецепт приготовления драников. В составе нет ничего, кроме картофеля и лука, а также столовой ложки муки. Драники самые настоящие, картофельные! Смотрим!",
        "recept": "Подготовьте продукты, сковороду, терку — и приступим! Картофель и лук натрите на крупной терке, перемешайте и отожмите максимально влагу. Некоторые хозяюшки оставляют стекать соком какое время, но тогда картофель потемнеет. Я предпочитаю делать быстро, чтобы сохранить аппетитные вид и цвет. Поэтому хорошо руками отжимаю. Добавьте соль (по желанию перец черный) и муку. Перемешайте хорошо массу. Она сухая. Разогрейте растительное масло и столовой ложкой выкладывайте картофельную массу, формируйте круглые или овальные драники. Жарьте по 3-4 минуты с каждой стороны на среднем огне. Снимайте драники со сковороды на бумажное полотенце, потом на тарелочку. Подавайте горячими со сметаной, приятного аппетита!",
        "calories": 471,
        "ingredients": [
            {
                "name": "Крупный картофель",
                "amount": "5",
                "measurement": "Штук"
            },
            {
                "name": "Лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Мука пшеничная",
                "amount": "1",
                "measurement": "Ст. ложка"
            },
            {
                "name": "Соль, перец черный",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Растительное масло",
                "amount": "4-5",
                "measurement": "Ст. ложек (для жарки)"
            }
        ]
    },
    {
        "title": "Рулет с маком",
        "img_url": "https://img.povar.ru/main/d8/b0/21/cd/rulet_s_makom-318565.jpg",
        "description": "Порадуйте себя и своих близких этим несложным кулинарным изыском! Маковый рулет я пеку уже более 10 лет, и каждый раз мы наслаждаемся его вкусом. Вот вам идея, как приготовить рулет с маком.",
        "recept": "1. Подготовьте все ингредиенты: взвесьте их, просейте муку. 2.     Дрожжи смешайте с мукой, добавьте молоко, яйцо и сахар, перемешайте все ложкой. 3.     Затем добавьте размягченное сливочное масло и соль, замесите мягкое тесто. 4.     Тесто поместите в сухую чистую миску, накройте и оставьте его подходить в теплом место на 1 час. Я ставлю в духовке в режиме «Свет». 5.     Приготовьте начинку: орехи измельчите в блендере. 6.     Мак залейте кипятком на 15 минут. Затем слейте воду и прокрутите вместе с сахаром в блендере или через мясорубку. 7.     Тесто увеличилось вдвое. 8.     Раскатайте тесто в тонкий прямоугольный пласт по размеру вашего противня. Выложите сверху мак. 9.     Затем присыпьте измельченными орехами. 10.                       Скатайте рулет по узкой стороне, выложите на противень, застланный силиконовым ковриком или пергаментом, накройте и оставьте подходить на 30 минут. 11.                       Разогрейте духовку до 180 градусов. Смажьте верх рулета слегка взбитым желтком. Выпекайте рулет с маком в течение 30 минут. 12.                       Готовый рулет остудите и нарежьте ломтиками. Приятного аппетита!",
        "calories": 504,
        "ingredients": [
            {
                "name": "Мука",
                "amount": "300",
                "measurement": "Грамм"
            },
            {
                "name": "Молоко",
                "amount": "1/2",
                "measurement": "Стакана"
            },
            {
                "name": "Сахар",
                "amount": "6",
                "measurement": "Ст. ложек (4 - в тесто, 2 - в начинку)"
            },
            {
                "name": "Дрожжи сухие",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Щепотка"
            },
            {
                "name": "Яйцо",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Сливочное масло",
                "amount": "50",
                "measurement": "Грамм"
            },
            {
                "name": "Желток",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Мак",
                "amount": "150",
                "measurement": "Грамм"
            },
            {
                "name": "Грецкие орехи",
                "amount": "1",
                "measurement": "Стакан"
            }
        ]
    },
    {
        "title": "Картошка с тушенкой в мультиварке",
        "img_url": "https://img.povar.ru/main/27/60/7b/87/kartoshka_s_tushenkoi_v_multivarke-53299.jpg",
        "description": "Картошка с тушенкой в мультиварке - отличный вариант для тех, кто хочет приготовить поесть быстро, но вкусно. Простое в приготовлении блюдо, пошаговым рецептом которого я с вами делюсь.",
        "recept": "Подготовим все необходимые продукты. Картофель, чеснок и лук очистим от кожуры. Картофель нарезаем довольно большими кусочками, тушенку достаем из банки в удобную посуду и разминаем вилкой, чтоб не было комочков,  заем мелко рубим зелень. Картошку перекладываем в чашу мультиварки. Внимание! Маслом чашу не смазываем, так как тушенка достаточно жирный продукт. Затем выкладываем крупно нарезанные лук и чеснок. Затем выкладываем тушенку. Добавляем несколько штук лаврового листа. Солим. Тщательно все перемешиваем, закрываем крышкой. Настраиваем мультиварку на режим \"тушение\" и устанавливаем 1,5 часа.",
        "calories": 414,
        "ingredients": [
            {
                "name": "Картофель",
                "amount": "10",
                "measurement": "Штук (среднего размера)"
            },
            {
                "name": "Тушенка",
                "amount": "1",
                "measurement": "Штука (консервная банка)"
            },
            {
                "name": "Лук",
                "amount": "5",
                "measurement": "Штук"
            },
            {
                "name": "Чеснок",
                "amount": "10",
                "measurement": "Зубчиков"
            },
            {
                "name": "Соль",
                "amount": "3",
                "measurement": "Щепотки"
            },
            {
                "name": "Лавровый лист",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Свежая зелень",
                "amount": "1",
                "measurement": "Штука (пучок)"
            }
        ]
    },
    {
        "title": "Сочные котлеты из индейки",
        "img_url": "https://img.povar.ru/main/e0/6b/14/db/sochnie_kotleti_iz_indeiki-82193.jpg",
        "description": "Мясо индейки очень нежное и диетическое, а котлетки из него получаются невероятно мягкие и сочные, главное - не пересушить их. Сегодня даю рецепт сочных котлет из индейки - пользуйтесь на здоровье!",
        "recept": "Итак, очищаем картофель и лук. Фарш можно использовать уже готовый, но я предпочитаю делать его сама, поэтому я перекручиваю филе индейки через мясорубку. Репчатый лук нарезаем на крупные куски и также пропускаем через мясорубку. Сырой картофель трем на средней или мелкой терке и добавляем к фаршу. Теперь вливаем полстакана воды, соли и перчим и тщательно все перемешиваем. Затем фарш необходимо хорошенько отбить, от этого зависит насколько у вас получаться воздушные и мягкие котлеты. Мочим руки под водой и приступаем к лепке котлет. Готовые котлетки выкладываем на разделочную доску и отправляем в холодильник на 30-40 минут. Через полчаса наливаем в сковородку растительное масло и ставим на огонь. Обжариваем котлеты на сковороде с обеих сторон до золотистой корочки. Затем уменьшаем огонь и накрываем сковородку крышкой, тушим котлеты еще несколько минут на медленном огне. Теперь наши сочные котлетки готовы, и мы можем подавать их с любым гарниром.",
        "calories": 491,
        "ingredients": [
            {
                "name": "Филе индейки",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Картофель",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Лук репчатый",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Вода кипяченая",
                "amount": "0,5",
                "measurement": "Стакана"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец черный молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Манты классические",
        "img_url": "https://img.povar.ru/main/f5/5a/22/78/manti_klassicheskie-365207.JPG",
        "description": "Давайте познакомимся с традиционным мясным блюдом востока. В дословном переводе \"манты\" означают «начинённую голову» или, как омоним, «голову варвара». Итак, смотрите подробный рецепт и пробуйте!",
        "recept": "Подготовьте продукты. Я заранее вымыла мясо (часть свинины жирной и кусочек говядины) и перекрутила его на мясорубке через крупное сито. Сначала нужно сделать тесто. Возьмите глубокую посудину, всыпьте в неё два стакана муки, соль и ледяную воду. Начните замес теста. В процессе замеса всыпайте муку, тесто должно быть крутым! Заверните его в пищевую пленку и оставьте на 30 минут. Порежьте максимально мелко лук, добавьте его в фарш. Также добавьте воду, соль и перец черный молотый, вымешайте фарш до однородности. Фарш готов, тесто отдохнуло, переходим к лепке. Разделите тесто на 4 части. Из каждой скатайте жгутик диаметром 4 см, который разрежьте на кусочки (примерно по 3 см). Каждый кусочек раскатайте тонко, диаметр — 9 см. Положите в центр каждой лепешечки полную столовую ложку фарша и кусочек масла. Слепите край по серединке, как на фото. Защипните края как на фото. Соедините края между собой. Готово! Смажьте сито пароварки жиром, на небольшом расстоянии выкладывайте манты. Варите их на пару с момента образования пара 30 минут. Классические манты готовы! Подают их с различными соусами, сметаной, можно сбрызнуть растопленным сливочным маслом. Приятного аппетита!",
        "calories": 803,
        "ingredients": [
            {
                "name": "Свино-говяжий фарш",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Вода ледяная",
                "amount": "100",
                "measurement": "Миллилитров (в фарш)"
            },
            {
                "name": "Соль, перец молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Лук",
                "amount": "2",
                "measurement": "Штуки (в фарш)"
            },
            {
                "name": "Сливочное масла",
                "amount": "30",
                "measurement": "Грамм"
            },
            {
                "name": "Вода",
                "amount": "200",
                "measurement": "Миллилитров (для теста)"
            },
            {
                "name": "Мука",
                "amount": "3-4",
                "measurement": "Стаканов (для теста)"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Чайная ложка (для теста, срезать верх)"
            }
        ]
    },
    {
        "title": "Каша из тыквы традиционная",
        "img_url": "https://img.povar.ru/main/0b/06/3b/58/kasha_iz_tikvi_tradicionnaya-238819.JPG",
        "description": "Рассказываю, как приготовить кашу из тыквы традиционную, без лишних ингредиентов, самым классическим способом. Только самые основные ингредиенты - и ничего лишнего. Каша получается - высший класс!",
        "recept": "Для начала подготовим все необходимые ингредиенты. Тыкву необходимо разрезать, выньте из неё семечки, удалите внутреннюю нитевидную оболочку. Разрежьте тыкву на небольшие кубики. Рис хорошенько промываем (до чистой воды). Укладываем кубики тыквы в кастрюльку, заливаем молоком. Молоко должно полностью покрывать тыкву. В эту же кастрюльку добавим промытый рис. Ставим кастрюлю на огонь, доводим до кипения, после чего убавляем огонь и варим еще 30-40 минут. В процессе варки не забудьте время от времени помешивать кашу. В самом конце приготовления добавляем в кашу сахар и соль по вкусу. Перемешиваем. Затем добавляем в кашу немного сливочного масла и хорошенько разминаем содержимое кастрюли вилкой или еще чем-нибудь, чтобы каша приобрела свойственную ей консистенцию. Вот и все, теперь вы знаете, как приготовить кашу из тыквы традиционную. Приятного аппетита!",
        "calories": 898,
        "ingredients": [
            {
                "name": "Тыква",
                "amount": "350-400",
                "measurement": "Грамм"
            },
            {
                "name": "Молока",
                "amount": "3",
                "measurement": "Стакана"
            },
            {
                "name": "Сливочное масло",
                "amount": "30-40",
                "measurement": "Грамм"
            },
            {
                "name": "Сахар",
                "amount": "3",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Рис",
                "amount": "1",
                "measurement": "Стакан"
            }
        ]
    },
    {
        "title": "Галушки из творога",
        "img_url": "https://img.povar.ru/main/80/be/6b/ef/galushki_iz_tvoroga-99447.jpg",
        "description": "Вкуснейшее украинское блюдо, которое незаслуженно забыто в наше время. А ведь раньше его довольно часто готовили. И ничего сложного, советую попробовать приготовить.",
        "recept": "Для этого блюда лучше всего брать домашний, хорошо отжатый творог. Протираем его через сито или пропускаем через мясорубку. Добавляем к творогу яйца, сахар и соль. Хорошо перемешиваем. В полученную массу всыпаем муку и замешиваем некрутое тесто. Так как качество муки разное, муку лучше подмешивать небольшими порциями. Тесто должно получится мягким. Для удобства, делим тесто на несколько частей. Из каждой части делаем колбаску и нарезаем ее на небольшие кусочки. Желательно нарезать кусочки одинакового размера. Варим галушки в кипящей, слегка подсоленной воде. Чтобы не прилипли ко дну, помешиваем ложкой. Как только галушки всплывут - варим минут 3-4 и выкладываем шумовкой на тарелку. Готовые галушки поливаем растопленным сливочным маслом.",
        "calories": 836,
        "ingredients": [
            {
                "name": "Творог",
                "amount": "3",
                "measurement": "Стакана"
            },
            {
                "name": "Яйца",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Сахар",
                "amount": "2-3",
                "measurement": "Ст. ложек"
            },
            {
                "name": "Соль",
                "amount": "0,5-1",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Мука",
                "amount": "2",
                "measurement": "Стакана"
            },
            {
                "name": "Масло сливочное",
                "amount": "100",
                "measurement": "Грамм"
            }
        ]
    },
    {
        "title": "Подлива из куриной грудки",
        "img_url": "https://img.povar.ru/main/74/55/1d/65/podliva_iz_kurinoi_grudki-260857.JPG",
        "description": "Эту подливу можно приготовить одинаково вкусно на сметане или томатной пасте. Соблюдайте все шаги, и у вас получится очень вкусная и нежная подливка с кусочками аппетитной курочки.",
        "recept": "Подготовьте продукты. Куриную грудку вымойте и обсушите. Все овощи очистите, подготовьте к жарке. Количество муки и воды рассчитывайте индивидуально, этими ингредиентами можно регулировать густоту подливки. Порежьте куриное филе на средние по величине кусочки. Отправьте его на горячую сковородку с растительным маслом. Обжаривайте до тех пор, пока мясо не побелеет. Лук порежьте кубиками. Морковь натрите на терке. Добавьте к мясу и жарьте до полуготовности. Добавьте сметану, соль, специи, лавровый лист. Перемешайте. Влейте стакан воды, протушите 15 минут мясо со сметаной. В половине стакана воды разведите муку до полного растворения, влейте в подливку, помешивая, чтобы мука распределилась и подлива загустела. Добавьте укроп. Протушите минутку — и выключайте огонь. Подлива из куриной грудки готова! Она будет отлично гармонировать с картофельным пюре, макаронами или рассыпчатыми крупяными кашами. Приятного!",
        "calories": 485,
        "ingredients": [
            {
                "name": "Куриная грудка",
                "amount": "300",
                "measurement": "Грамм (филе)"
            },
            {
                "name": "Лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Морковь",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Сметана",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Мука пшеничная",
                "amount": "1-2",
                "measurement": "Ст. ложек"
            },
            {
                "name": "Соль, специи, зелень",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Растительное масло",
                "amount": "3-4",
                "measurement": "Ст. ложек"
            },
            {
                "name": "Вода",
                "amount": "1,5",
                "measurement": "Стакана"
            }
        ]
    },
    {
        "title": "Тилапия в духовке с картошкой",
        "img_url": "https://img.povar.ru/main/1e/99/da/7e/tilapiya_v_duhovke_s_kartoshkoi-554091.JPG",
        "description": "Предлагаю приготовить тилапию в духовке с картошкой. Блюдо очень сытное, вкусное и простое в исполнении.",
        "recept": "Подготовьте все ингредиенты. Тилапию заранее разморозьте, промойте и обсушите бумажным полотенцем. Нарежьте рыбу кусочками. Добавьте к нарезанному филе сок лимона, майонез, соль и любимые специи. У меня специальная смесь для рыбы, можно ограничиться и просто черным молотым перчиком. Хорошо все перемешайте и оставьте рыбу мариноваться на 30 минут. В самом конце, перед готовкой, добавьте нарезанные кубиками помидоры. Форму для запекания смажьте маслом и выложите равномерно нарезанный кружочками картофель. Посолите и присыпьте картофель специями. Сверху разложите нарезанный тонкими перьями репчатый лук. На лук выложите маринованную с помидорами тилапию. Посыпьте все тертым сыром. Запекайте при 200 градусах около 40 минут. Тилапия с картошкой в духовке готова. Приятного аппетита!",
        "calories": 884,
        "ingredients": [
            {
                "name": "Тилапия",
                "amount": "6",
                "measurement": "Штук (филе)"
            },
            {
                "name": "Картофель",
                "amount": "6-8",
                "measurement": "Штук"
            },
            {
                "name": "Помидор",
                "amount": "1-2",
                "measurement": "Штук"
            },
            {
                "name": "Лук",
                "amount": "1-2",
                "measurement": "Штук"
            },
            {
                "name": "Майонез",
                "amount": "3",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Сыр",
                "amount": "100",
                "measurement": "Грамм"
            },
            {
                "name": "Лимоннный сок",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Специи",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Постные капустные котлеты",
        "img_url": "https://img.povar.ru/main/ef/fa/c6/d2/postnie_kapustnie_kotleti-295442.JPG",
        "description": "Постные капустные котлеты конечно не заменят мясных, да и вкус у них капустный, но эти котлетки разнообразят ваш рацион. Такие котлеты можно сделать не только из молодой, но и из белокочанной капусты.",
        "recept": "Подготовьте необходимые продукты для капустных котлет. Приступим! Поставьте воду для варки капусты на огонь, посолите чуточку и доведите до кипения. Капустину разрежьте на 4 части, если очень крупная — на 6-8 частей. Положите в кипяток и проварите 5 минут. Вареную капусту откиньте на сито, дайте хорошо стечь лишней влаге. Отрежьте у каждого кусочками капусты кочерыжку, поместите листья в чашу блендера, измельчите. К измельченной капусте добавьте мелко порезанный лук, чеснок и укроп, соль, перец черный молотый, перемешайте. Откорректируйте на соль. Введите в капусту манку и муку, тщательно перемешайте фарш. Готово! Дайте постоять минут 5-7 фаршу, чтобы манка в теплой капусте немного разбухла. Влажными руками набирайте по столовой ложке фарша, формируйте котлетку, панируйте в сухарях. Обжарьте котлеты капустные в растительном масле на сильном огне до румяной корочки.",
        "calories": 612,
        "ingredients": [
            {
                "name": "Капуста",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Укроп",
                "amount": "1",
                "measurement": "Пучок"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец черный молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Чеснок",
                "amount": "1-2",
                "measurement": "Зубчиков"
            },
            {
                "name": "Манная крупа",
                "amount": "0,5",
                "measurement": "Стакана"
            },
            {
                "name": "Мука пшеничная высшего сорта",
                "amount": "0,5",
                "measurement": "Стакана"
            },
            {
                "name": "Панировочные сухари",
                "amount": "1",
                "measurement": "Стакан"
            },
            {
                "name": "Масло растительное",
                "amount": "0,5",
                "measurement": "Стакана (для жарки)"
            }
        ]
    },
    {
        "title": "Фаршированная щука",
        "img_url": "https://img.povar.ru/main/2f/ab/3a/44/farshirovannaya_shuka-8678.JPG",
        "description": "Блюдо для королевского стола! Вкус просто потрясающий, а как красиво это выглядит.",
        "recept": "Почистить щуку (брюхо не вспарывать и не удалять плавники), отделить голову, удалить жабры. Осторожно снять шкуру, она должна слазить легко (если аккуратно подрезать ножом от мяса по кругу). Отрубить косточку у основании хвоста. Удалить внутренности из рыбы. Отделить мясо от косточек. Размочить белый хлеб в молоке. Мясо пропустить через мясорубку несколько раз. Измельчить в блендере хлеб и лук. Мелко нарезать зелень. Смешать лук, мясо, хлеб, зелень и рис. Добавить соль и перец по вкусу. Разбить 1 яйцо. Тщательно все перемешать. Заправить щуку начинкой, аккуратно, чтобы шкура не лопнула. Выложить рыбу на фольгу слегка смазанную растительным маслом, прикрепить голову. Промазать майонезом. Завернуть рыбу в фольгу. Поместить в духовку. Запекать при 180 C в течении 1 часа. Блюдо украсить по своему вкусу.",
        "calories": 844,
        "ingredients": [
            {
                "name": "Щука",
                "amount": "700",
                "measurement": "Грамм"
            },
            {
                "name": "Хлеб",
                "amount": "100",
                "measurement": "Грамм"
            },
            {
                "name": "Молоко",
                "amount": "200",
                "measurement": "Миллилитров"
            },
            {
                "name": "Яйцо",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Лук",
                "amount": "150",
                "measurement": "Грамм"
            },
            {
                "name": "Отварной рис",
                "amount": "1-2",
                "measurement": "Ст. ложек"
            },
            {
                "name": "Зелень",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Майонез",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Картофельная запеканка с фаршем",
        "img_url": "https://img.povar.ru/main/4d/3a/b0/46/kartofelnaya_zapekanka_s_farshem-327778.JPG",
        "description": "Предлагаю вашему вниманию отличный рецепт, как приготовить картофельную запеканку с фаршем. Получается очень вкусное и сытное блюдо для всей семьи. Здесь гарнир и мясная составляющая вместе. Удобно!",
        "recept": "1.\tПромываем картофель, очищаем его от кожуры. Затем перекладываем его в кастрюлю с подсоленной водой и ставим вариться. Добавим сюда лавровый лист. 2.\tОчищаем лук, нарезаем его небольшими кусочками и до прозрачности на хорошо разогретой сковороде, в растительном масле обжариваем. Теперь добавим сюда фарш, все поперчим и посолим. Жарим до готовности, помешиваем. 3.\tКогда сварится картофель, лавровый лист убираем, а из картофеля делаем пюре. 4.\tТеперь надо сливочным маслом смазать форму для запекания, затем на дно плотным слоем выкладываем половину получившегося пюре. Фарш с луком выкладываем на пюре. 5.\tОставшееся пюре ровным слоем укладываем на слой фарша с луком. Сверху все смазываем сметаной и посыпаем предварительно натертым на терке сыром. 6.\tВ разогретую духовку (до температуры сто восемьдесят градусов) минут на сорок отправляем запекаться блюдо. Затем вынимаем, делим на порции и подаем к столу.",
        "calories": 440,
        "ingredients": [
            {
                "name": "Картофель",
                "amount": "1,3",
                "measurement": "Килограмма"
            },
            {
                "name": "Говяжий фарш",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Лавровый лист",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Растительное масло",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Лук репчатый",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Сметана",
                "amount": "4",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Перец и соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Сливочное масло",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Твердый сыр",
                "amount": "150",
                "measurement": "Грамм"
            }
        ]
    }
]