[
    {
        "title": "Морковь по-корейски (Корейская морковка)",
        "img_url": "https://img.povar.ru/main/26/4f/78/af/morkov_po-koreiski_koreiskaya_morkovka-485252.JPG",
        "description": "Популярный легкий салат Морковь по-корейски. Домашний рецепт приготовления пряной корейской морковки.",
        "recept": "Ингредиенты для морковки по-корейски. Натираем морковь длинной соломкой с помощью специальной терки. Если таковой нет, можно постараться нарезать. Добавляем сахар, 0.5 ч.л. красного перца в морковь. Смешиваем. Нарезаем лук крупно. Обжариваем лучок в растительном масле до золотистого цвета. Убираем лук из сковороды. Убираем масло с огня и добавляем уксус. Заливаем горячим маслом морковку. Смешиваем. Давим чеснок в морковку. Перемешиваем. Перед подачей на стол дайте морковке постоять в холодильнике примерно 2-3 часа.",
        "calories": 747,
        "ingredients": [
            {
                "name": "Морковь",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Лук",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Растительное масло",
                "amount": "100",
                "measurement": "Миллилитров"
            },
            {
                "name": "Уксус",
                "amount": "1",
                "measurement": "Чайная ложка (70%)"
            },
            {
                "name": "Сахар",
                "amount": "1",
                "measurement": "Ст. ложка"
            },
            {
                "name": "Чеснок",
                "amount": "3-4",
                "measurement": "Штук"
            },
            {
                "name": "Перец",
                "amount": "1",
                "measurement": "Штука (красный острый)"
            },
            {
                "name": "Соль",
                "amount": "0.5",
                "measurement": "Чайных ложки"
            }
        ]
    },
    {
        "title": "Сырники (творожники) в духовке",
        "img_url": "https://img.povar.ru/main/d8/a6/d4/8e/sirniki_tvorojniki_v_duhovke-319432.JPG",
        "description": "Если вы хотите приготовить низкокалорийные сырники, или сырники для ребёнка, воспользуйтесь духовкой. Это поможет избежать использования лишнего жира в виде масла для обжаривания на сковороде.",
        "recept": "Для приготовления сырников нам необходимо взять творог. Лучше всего творог брать магазинный, в брикетах, жирностью от 0 до 5 %. Из домашнего творога сырники по данному рецепту могут не получиться. Зернистый творог тоже не подходит. Нужен творог однородный, пастообразный. Поместите творог в миску. К творогу добавьте соль  и сахар.  Разомните все вилкой. К творогу добавьте яйца, просеянную муку. Замесите однородное тесто. Можно добавить ванильки или другой отдушки. Из полученного теста сформируйте сырники и каждый обваляйте в муке. Уложите сырники на смазанную маслом фольгу, которой застелили противень. Разогрейте духовку до 180 градусов. Запеките сырники в горячей духовке до готовности (20 минут). Сырники присыпьте сахарной пудрой и подайте к столу. Великолепные сырники готовы.",
        "calories": 577,
        "ingredients": [
            {
                "name": "Яйцо",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Мука",
                "amount": "5",
                "measurement": "Ст. ложек"
            },
            {
                "name": "Творог",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Сахар",
                "amount": "5",
                "measurement": "Ст. ложек"
            },
            {
                "name": "Ванилин",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Кабачки в мультиварке",
        "img_url": "https://img.povar.ru/main/15/eb/c0/4b/kabachki_v_multivarke-37719.JPG",
        "description": "Кабачки в мультиварке - быстро приготовляемое и достаточно полезное блюдо, которое подойдет и вегетарианцам, и тем, кто особенно следит за своей фигурой. Рассказываю, как приготовить.",
        "recept": "",
        "calories": 422,
        "ingredients": [
            {
                "name": "Кабачок",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Помидоры",
                "amount": "2-3",
                "measurement": "Штук"
            },
            {
                "name": "Лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Чеснок",
                "amount": "2-3",
                "measurement": "Зубчиков"
            },
            {
                "name": "Петрушка",
                "amount": "1",
                "measurement": "Штука (пучок)"
            },
            {
                "name": "Растительное масло",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Майонез или сметана",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Яблочный пирог для веганов",
        "img_url": "https://img.povar.ru/main/e2/ca/80/6a/yablochnii_pirog_dlya_veganov-533303.JPG",
        "description": "Трудно одним словом описать вкус этого пирога - он просто превосходен! Нежный, ароматный и очень вкусный! Одним кусочком ограничиться точно не получится. Непременно попробуйте!",
        "recept": "Подготовьте все ингредиенты. Два яблока среднего размера разрежьте пополам, удалите сердцевину и натрите на крупной терке. Шкурку уберите, а мякоть переложите в глубокую миску. Добавьте 70 гр. сахара, яблочный уксус и растительное масло. Перемешайте. Насыпьте муку, соду, ванилин и корицу. Перемешайте. Тесто должно быть достаточно густым и вязким. Дно формы для выпечки застелите пергаментом и хорошо смажьте маслом. Грецкие орехи измельчите, смешайте с оставшимся сахаром и распределите равномерно по дну формы. Оставшееся яблоко разрежьте пополам, удалите сердцевину и нарежьте дольками. Выложите ровным слоем на ореховую крошку. Сверху распределите тесто и разровняйте его ложкой, оно должно заполнить все пустоты. Выпекайте при 180 градусах. Готовность можно проверить деревянной шпажкой или спичкой. Дайте пирогу немного остыть в форме, после чего переверните аккуратно на тарелку дном вверх и снимите пергамент. Сверху должны оказаться нежные и сочные яблоки с орехами в карамельном соусе. Яблочный пирог для веганов готов. Приятного аппетита!",
        "calories": 663,
        "ingredients": [
            {
                "name": "Мука",
                "amount": "180",
                "measurement": "Грамм"
            },
            {
                "name": "Растительное масло",
                "amount": "80",
                "measurement": "Миллилитров"
            },
            {
                "name": "Уксус яблочный",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Сахар",
                "amount": "120",
                "measurement": "Грамм"
            },
            {
                "name": "Сода",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Ванилин",
                "amount": "1",
                "measurement": "Грамм"
            },
            {
                "name": "Корица",
                "amount": "0,5",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Яблоко",
                "amount": "3",
                "measurement": "Штуки"
            },
            {
                "name": "Орехи грецкие",
                "amount": "30",
                "measurement": "Грамм"
            }
        ]
    },
    {
        "title": "Кабачки с чесноком в духовке",
        "img_url": "https://img.povar.ru/main/60/46/40/0d/kabachki_s_chesnokom_v_duhovke-67101.jpg",
        "description": "Кабачки с чесноком в духовке хорошо готовить, если вы хотите уменьшить количество жира, которое вы непременно получите с маслом, если кабачки жарить обычным способом. Очень вкусно, но не так жирно.",
        "recept": "Помыть и обсушить  кабачки среднего размера. Кабачки резать кружочками. Сыр тереть на терке. Смешать сметану с чесноком,сыром, солью. Противень застелить бумагой, кабачки намазать сметаной и запечь в духовке до румяной корочки. Посыпать зеленью. Приятного аппетита!",
        "calories": 827,
        "ingredients": [
            {
                "name": "Кабачки средние",
                "amount": "4",
                "measurement": "Штуки"
            },
            {
                "name": "Сыр",
                "amount": "120",
                "measurement": "Грамм"
            },
            {
                "name": "Чеснок",
                "amount": "1",
                "measurement": "Зубчик"
            },
            {
                "name": "Сметана",
                "amount": "180",
                "measurement": "Грамм"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Литовский холодный борщ",
        "img_url": "https://img.povar.ru/main/55/7b/8a/b7/litovskii_holodnii_borsh-512023.jpg",
        "description": "Литовский холодный борщ – это замечательный холодный суп на время жары с добавлением вареной свеклы. Легкий, но сытный, он утоляет жажду и насыщает летом в жаркие дни. Рекомендую попробовать!",
        "recept": "Отварную  свеклу натрите на крупной терке в кастрюлю. Вареные яйца мелко порежьте. Нарежьте мелко огурцы и зеленый лук. Добавьте  мелко нарезанный укроп, сметану и посолите по вкусу. Хорошо все перемешайте. Налейте домашний кефир и холодную кипяченую воду. Еще раз перемешайте и дайте настояться около получаса.  Подавайте  к столу с отварной картошечкой.  Приятного аппетита!",
        "calories": 674,
        "ingredients": [
            {
                "name": "Свекла",
                "amount": "3",
                "measurement": "Штуки"
            },
            {
                "name": "Огурцы",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Яйца",
                "amount": "2-3",
                "measurement": "Штук"
            },
            {
                "name": "Зеленый лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Укроп",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Кефир",
                "amount": "0,5",
                "measurement": "Литра"
            },
            {
                "name": "Кипяченая вода",
                "amount": "0,5",
                "measurement": "Литра"
            },
            {
                "name": "Сметана",
                "amount": "3",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Штука (по вкусу)"
            }
        ]
    },
    {
        "title": "Салат из свежей капусты",
        "img_url": "https://img.povar.ru/main/8d/e0/39/d8/salat_iz_svejei_kapusti-36244.jpg",
        "description": "Салат из свежей капусты - прекрасный вариант для легкого перекуса или дополнению к основном блюду. Готовится быстро и просто, получается постным и легкоусвояемым. Сыроедческий салат.",
        "recept": "300 грамм белокочанной капусты промываем под холодной водой, чистим лук и морковь. Капусту нарезаем тонкой соломкой. Морковь натираем на крупной терке, лук нарезаем кубиками, чеснок либо мелко-мелко нарезаем, либо пропускаем через чесночницу. Все овощи перекладываем в одну посуду. Поливаем салат подсолнечным маслом и уксусом, добавляем немножко сахара и соли. Хорошенько перемешиваем - и салат из свежей капусты готов!",
        "calories": 813,
        "ingredients": [
            {
                "name": "Белокочанная капуста",
                "amount": "300",
                "measurement": "Грамм"
            },
            {
                "name": "Морковь",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Луковица",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Чеснок",
                "amount": "3",
                "measurement": "Зубчика"
            },
            {
                "name": "Подсолнечное масло",
                "amount": "3-4",
                "measurement": "Ст. ложек"
            },
            {
                "name": "Уксус",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Сахар",
                "amount": "2",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Рататуй (классический рецепт)",
        "img_url": "https://img.povar.ru/main/d6/f6/b1/1d/ratatui_klassicheskii_recept-323014.JPG",
        "description": "Этот рецепт стал особенно популярным после выхода одноименного мультфильма. И я предлагаю попробовать классический вариант блюда с прованскими травами, чесноком и оливковым маслом. Смотрите рецепт!",
        "recept": "Подготовьте овощи, вымойте их тщательно. У кабачков и баклажанов срежьте хвостики, у перца удалите семена. Помидоры разделите на две равных порции, одну из которых обдайте кипятком и очистите от кожуры. Сначала нужно приготовить соус. Для этого порежьте мелко лук, обжарьте его до полуготовности на 2 столовых ложках оливкового масла. Добавьте щепотку соли. Помидоры без кожуры и болгарский перец порежьте мелкими кубиками и добавьте к луку. Обжарьте до мягкости всех овощей. Соус готов. Кабачки, баклажаны и помидоры порежьте колечками одинаковой толщины, не более 5 мм. Оливковое масло смешайте с давленым чесноком и прованскими травами, добавьте пару щепоток соли. На дно огнеупорной формы выложите и разровняйте овощной соус. Овощи посолите по вкусу, выложите на соус, чередуя кабачок, баклажан и помидор. Сверху щедро полейте ароматным маслом с чесноком и травами. Накройте фольгой форму, отправьте её на 30 минут в духовку, температура — 180 градусов. Снимите фольгу и запекайте еще 20 минут. Рататуй готов! Приятного аппетита!",
        "calories": 604,
        "ingredients": [
            {
                "name": "Баклажан",
                "amount": "300",
                "measurement": "Грамм"
            },
            {
                "name": "Кабачок",
                "amount": "300",
                "measurement": "Грамм"
            },
            {
                "name": "Помидор",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Лук",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Болгарский перец",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Чеснок",
                "amount": "3",
                "measurement": "Зубчика"
            },
            {
                "name": "Оливковое масло",
                "amount": "50",
                "measurement": "Миллилитров"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Прованские травы",
                "amount": "1",
                "measurement": "Чайная ложка"
            }
        ]
    },
    {
        "title": "Быстрые оладьи из кабачков",
        "img_url": "https://img.povar.ru/main/6d/bd/e5/b1/bistrie_oladi_iz_kabachkov-406855.JPG",
        "description": "Когда сезон овощей в самом разгаре, хочется разнообразных блюд. И кабачки в этом плане универсальны, из них есть множество простых и доступных закусок или вторых блюд. Итак, быстрые оладьи...",
        "recept": "Подготовьте продукты, вымойте кабачки, срежьте кончики. Очистите луковицу. Приступим! Кабачки натрите на крупной терке и отожмите сок. Добавьте к ним тертую луковицу, ее я тоже обычно тру на крупной терке. Перемешайте. Добавьте сырое яйцо, соль и пару щепоток черного молотого перца. По желанию любые другие специи и ароматные травы. Перемешайте. Введите частями муку, перемешайте, следите, чтобы не образовались мучные комочки. Тесто для оладьев готово. Оно в меру густое, отлично набирается столовой ложкой. Разогрейте сковороду с растительным маслом. Огонь маленький. Столовой ложкой набирайте тесто и формируйте круглые оладушки. Жарьте до золотистой корочки. Переверните лопаткой на другую сторону  доведите оладьи до готовности. Приятного!",
        "calories": 420,
        "ingredients": [
            {
                "name": "Кабачок",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Яйцо",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Мука",
                "amount": "3",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец черный молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Растительное масло",
                "amount": "3-4",
                "measurement": "Ст. ложек (для жарки)"
            }
        ]
    },
    {
        "title": "Драники (мастер-класс)",
        "img_url": "https://img.povar.ru/main/7c/4c/cb/f6/draniki_master-klass-433872.JPG",
        "description": "Сегодня хочу рассказать вам еще один рецепт приготовления драников. В составе нет ничего, кроме картофеля и лука, а также столовой ложки муки. Драники самые настоящие, картофельные! Смотрим!",
        "recept": "Подготовьте продукты, сковороду, терку — и приступим! Картофель и лук натрите на крупной терке, перемешайте и отожмите максимально влагу. Некоторые хозяюшки оставляют стекать соком какое время, но тогда картофель потемнеет. Я предпочитаю делать быстро, чтобы сохранить аппетитные вид и цвет. Поэтому хорошо руками отжимаю. Добавьте соль (по желанию перец черный) и муку. Перемешайте хорошо массу. Она сухая. Разогрейте растительное масло и столовой ложкой выкладывайте картофельную массу, формируйте круглые или овальные драники. Жарьте по 3-4 минуты с каждой стороны на среднем огне. Снимайте драники со сковороды на бумажное полотенце, потом на тарелочку. Подавайте горячими со сметаной, приятного аппетита!",
        "calories": 659,
        "ingredients": [
            {
                "name": "Крупный картофель",
                "amount": "5",
                "measurement": "Штук"
            },
            {
                "name": "Лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Мука пшеничная",
                "amount": "1",
                "measurement": "Ст. ложка"
            },
            {
                "name": "Соль, перец черный",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Растительное масло",
                "amount": "4-5",
                "measurement": "Ст. ложек (для жарки)"
            }
        ]
    },
    {
        "title": "Маринованные вешенки за сутки",
        "img_url": "https://img.povar.ru/main/30/85/f1/f3/marinovannie_veshenki_za_sutki-125319.jpg",
        "description": "Быстрый и простой рецепт маринованных вешенок за сутки - очень даже реальная возможность качественно, просто и быстро сделать заготовку на зиму. Да еще и такую вкусную, вы только попробуйте!",
        "recept": "1.  Подготовим ингредиенты. 2. Вешенки моем и срезаем с грозди. 3. Грибы перекладываем в кастрюлю, заливаем водой, добавляем все пряности. 4. Когда вода закипит, добавим уксус и варим еще 25 минут на среднем огне. Снимаем с огня и остужаем. 5. Чуть остывшие грибы перекладываем в банку. Рассол должен чуть покрывать грибы. Сверху в каждую баночку наливаем растительное масло (1 ст.л.), помещаем в холодильник - и на следующий день грибы готовы!",
        "calories": 456,
        "ingredients": [
            {
                "name": "Вешенки",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Вода",
                "amount": "600",
                "measurement": "Миллилитров"
            },
            {
                "name": "Соль",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Сахар",
                "amount": "1",
                "measurement": "Ст. ложка"
            },
            {
                "name": "Лавровый лист",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Перец горошком",
                "amount": "6",
                "measurement": "Штук"
            },
            {
                "name": "Гвоздика",
                "amount": "6",
                "measurement": "Штук"
            },
            {
                "name": "Укроп (стебли сушеные)",
                "amount": "3",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Чеснок",
                "amount": "2",
                "measurement": "Зубчика"
            },
            {
                "name": "Уксус 9%",
                "amount": "4",
                "measurement": "Ст. ложки"
            }
        ]
    },
    {
        "title": "Луковый пирог (нереально вкусный)",
        "img_url": "https://img.povar.ru/main/6c/34/41/df/lukovii_pirog_nerealno_vkusnii-371614.jpg",
        "description": "Думаете, что лук годится только для поджарки в суп или для маринования мяса? А вот и нет, из него можно сделать отличный пирог. Расскажу, как приготовить луковый пирог (нереально вкусный).",
        "recept": "1.\tВ большую миску высыпаете всю муку, кусочек сливочного масла (из морозильника) натираете на крупной терке. В миске еще раз все перетираете руками. 2.\tВ центре делаете небольшое углубление и выливаете сметану, добавляете соду, гашенную уксусом, соль, перемешиваете. 3.\tЗамешиваете тесто, вымешивайте его около двух минут, чтобы оно сформировалось в ком. Заверните тесто в пищевую пленку и уберите в холодильник на 2 часа, а лучше на ночь. 4.\tДля начинки: очистите лук и нарежьте его тонкими полукольцами, после чего обжарьте на сковороде с добавлением растительного масла до мягкости. 5.\tК мягкому луку на сковороде добавьте немного соли и черного перца, обжарьте еще пару минут и переложите в миску. Сразу же добавляете измельченный на крупной терке сыр и перемешиваете. 6.\tЯйца размешайте вилкой и добавьте замороженную зелень. 7.\tНемного остудите массу со сковороды и только после этого вливайте туда яйца, перемешайте. 8.\tТесто достаете из холодильника и разделяете на 2 части (одна больше другой). Большую часть раскатайте примерно по форме, в которой будете выпекать. Форму смазываете растительным маслом и выкладываете тесто, формируете бортики. 9.\tВыкладываете луковую массу и распределяете по всей форме, отставляете форму в сторону. 10.\tВторую часть теста раскатайте и уложите поверх в форму, хорошо залепите края, немного прижмите. 11.\tВыпекайте пирог в разогретом до 160-170 градусов духовом шкафу около 20-25 минут, за пару минут до готовности смажьте пирог взбитым яйцом. Пирог подавайте холодным.",
        "calories": 640,
        "ingredients": [
            {
                "name": "Сливочное масло",
                "amount": "200",
                "measurement": "Грамм"
            },
            {
                "name": "Мука",
                "amount": "300",
                "measurement": "Грамм"
            },
            {
                "name": "Сметана",
                "amount": "6",
                "measurement": "Ст. ложек (20% жирности)"
            },
            {
                "name": "Сода",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Уксус",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Плавленый сыр",
                "amount": "4",
                "measurement": "Штуки"
            },
            {
                "name": "Лук",
                "amount": "6",
                "measurement": "Штук"
            },
            {
                "name": "Яйца",
                "amount": "5",
                "measurement": "Штук (4 штуки для начинки, 1 штука для смазывания)"
            },
            {
                "name": "Соль и перец",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Зелень",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Суп для похудения",
        "img_url": "https://img.povar.ru/main/90/20/70/24/sup_dlya_pohudeniya-51871.jpg",
        "description": "Суп для похудения - диетическое блюдо для тех, кто хочет есть и худеть одновременно. Простой суп для похудения получается не только легким, но и вкусным - с ним любая диета будет в удовольствие.",
        "recept": "Среди ингредиентов - исключительно овощи. Лук и чеснок нарезаем небольшими кубиками, морковь мелко натираем на терке или нарезаем тонкой соломкой. Тонко шинкуем свежую капусту. Чистим болгарские перцы, нарезаем небольшим кубиком. Помидоры моем и нарезаем на небольшие кубики. Лучше использовать более крепкие помидоры - они не развалятся и не превратятся в кашу во время варки. Перекладываем все подготовленные овощи в кастрюлю, туда же добавляем мелко нарезанный стебель сельдерея, укроп и лавровый лист. Заливаем водой (количество воды - на ваше усмотрение, смотря какой суп вы больше любите - густой или жидкий). Ставим на огонь. Доводим суп до кипения, после чего сбавляем огонь и варим без крышки на слабом кипении еще около 30 минут. Где-то за 15-20 минут до окончания варки добавляем в суп молотый острый красный перец - он улучшает пищеварение и, следовательно, способствует похудению. Подаем в горячем виде. Приятного аппетита! ;)",
        "calories": 603,
        "ingredients": [
            {
                "name": "Помидоры",
                "amount": "4",
                "measurement": "Штуки"
            },
            {
                "name": "Лук репчатый",
                "amount": "6",
                "measurement": "Штук"
            },
            {
                "name": "Перец сладкий болгарский",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Морковь",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Капуста",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Сельдерей (стебель)",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Укроп",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Лавровый лист",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец острый молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Чеснок",
                "amount": "3",
                "measurement": "Зубчика"
            }
        ]
    },
    {
        "title": "Яблочное суфле",
        "img_url": "https://img.povar.ru/main/05/6c/85/6c/yablochnoe_sufle-38607.jpg",
        "description": "Яблочное суфле - отличный десерт с яблоком и творог, который может украсить любое чаепитие. Яблочное суфле готовится достаточно быстро. Приготовление суфле не займет много сил и финансов. Дерзайте!",
        "recept": "Для приготовления яблочного суфле подготовим необходимые ингредиенты - творог (не зернистый), одно большое яблоко и одно яйцо. Яблоко очистить от кожуры (если магазинное, а не свое), натереть на средней терке и добавить к нему творог и яйцо. Все ингредиенты смешать при помощи вилки. Может получиться жидковато, но не пугайтесь - так и надо! Затем разложить по формочкам до самого верха (тесто не понимается). Суфле в формах поставить выпекаться в микроволновую печь на 5 минут. Затем проверить - если к пальцу все еще пристает творог, значит нужно выпекать еще пару минут. Яблочное суфле подавать на тарелке, посыпав его корицей. Хранить суфле можно в холодильнике в течении двух дней.",
        "calories": 889,
        "ingredients": [
            {
                "name": "Творог 9%",
                "amount": "200",
                "measurement": "Грамм"
            },
            {
                "name": "Яблоко",
                "amount": "1",
                "measurement": "Штука (большое, спелое, сладкое)"
            },
            {
                "name": "Яйцо",
                "amount": "1",
                "measurement": "Штука"
            }
        ]
    },
    {
        "title": "Картофель по-деревенски в мультиварке",
        "img_url": "https://img.povar.ru/main/bb/1a/45/62/kartofel_po-derevenski_v_multivarke-65746.jpg",
        "description": "Если вы мечтаете научиться, как приготовить картофель по-деревенски в мультиварке, этот рецепт для вас. Готовка в мультиварке делает картошку такой нежной, будто бы она тушилась в русской печи!",
        "recept": "",
        "calories": 476,
        "ingredients": [
            {
                "name": "Картофель",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Масло растительное",
                "amount": "4",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Орегано",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Укроп",
                "amount": "100",
                "measurement": "Грамм"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Специи",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Кабачки в духовке в сметане",
        "img_url": "https://img.povar.ru/main/24/12/00/b0/kabachki_v_duhovke_v_smetane-406798.JPG",
        "description": "Сегодня с удовольствием покажу вам, как приготовить кабачки в духовке в сметане. Такой способ приготовления очень удобен, кабачки не подгорают, становятся мягкими с аппетитной сырной корочкой!",
        "recept": "Итак, подготовьте продукты для рецепта. Вымойте кабачок, зелень, очистите зубчик чеснока. Натрите на мелкой терке сыр. Смешайте сметану с чесноком и рубленым укропом. Кабачки порежьте кружочками, посолите и поперчите. Противень смажьте растительным маслом. Выложите кабачки в один ряд или внахлест. На каждый кружочек кабачка положите сметану с укропом, посыпьте тертым сыром. Разогрейте духовку. Запекайте кабачки в духовке 20 минут при 180 градусах. Приятного аппетита!",
        "calories": 663,
        "ingredients": [
            {
                "name": "Кабачок",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Сметана",
                "amount": "100",
                "measurement": "Грамм"
            },
            {
                "name": "Сыр твердый",
                "amount": "70",
                "measurement": "Грамм"
            },
            {
                "name": "Чеснок",
                "amount": "1",
                "measurement": "Зубчик"
            },
            {
                "name": "Укроп",
                "amount": "1",
                "measurement": "Пучок"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец черный молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Растительное масло",
                "amount": "0,5",
                "measurement": "Чайных ложки"
            }
        ]
    },
    {
        "title": "Запеканка из готовой гречневой каши",
        "img_url": "https://img.povar.ru/main/80/77/66/4e/zapekanka_iz_gotovoi_grechnevoi_kashi-397676.JPG",
        "description": "Запеканки — это всегда вкусно и полезно! А сегодня у нас запеканка из гречки с луком, сыром и зеленью. Ее нельзя подавать сразу из духовки, нужно немного времени, чтобы она остыла и держала форму.",
        "recept": "Подготовьте продукты, отмерьте каши два стакана. Не стоит добавлять больше, иначе не хватит яичной заливки. Возьмите огнеупорную форму, смажьте растительным маслом. Распределите один стакан гречневой каши. Сверху разложите часть тертого сыра. Большую часть сыра я оставила на верхний слой. Но можно поделить и поровну. Лук порежьте тонко полукольцами, вымойте зелень и порубите мелко ножом. Равномерно распределите поверх сыра лук и зелень. Присыпьте черным молотым перцем или смесью перцев. Распределите равномерно второй стакан гречки. Немного ложкой утрамбуйте кашу, но не сильно. Три яйца смешайте с молоком и щепоткой соли. Залейте кашу, я использовала крупные куриные яйца, мне хватило заливки. Сверху разложите оставшийся сыр. Поставьте форму в горячую духовку на 20-25 минут, температура — 200 градусов. Запеканка готова! Не спешите подавайте ее на стол, ей нужно немного остыть, тогда она легко режется на порционные кусочки. Приятного!",
        "calories": 848,
        "ingredients": [
            {
                "name": "Вареная гречневая каша",
                "amount": "2",
                "measurement": "Стакана"
            },
            {
                "name": "Сыр твердый",
                "amount": "175",
                "measurement": "Грамм"
            },
            {
                "name": "Лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Петрушка (укроп)",
                "amount": "1",
                "measurement": "Пучок"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Смесь перцев",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Яйцо",
                "amount": "3",
                "measurement": "Штуки"
            },
            {
                "name": "Молоко",
                "amount": "100",
                "measurement": "Миллилитров"
            },
            {
                "name": "Масло растительное",
                "amount": "1",
                "measurement": "Чайная ложка (для смазывания формы)"
            }
        ]
    },
    {
        "title": "Суп из жаренных с чесноком томатов",
        "img_url": "https://img.povar.ru/main/a0/e1/c8/0c/sup_iz_jarennih_s_chesnokom_tomatov-543059.jpg",
        "description": "Легкий суп из запеченных с чесноком помидоров приготовить совсем просто. Все овощи запекаются в духовке, затем измельчаются до состояния пюре. Вот и все! Можно подавать к столу вкусный постный суп.",
        "recept": "Духовку включите на 220ºС (425ºF). Подготовьте необходимые продукты. Овощи вымойте, лук и чеснок очистите. Перец нарежьте на полоски, лук - кольцами, чеснок измельчите, помидоры - на половинки. Разложите овощи на противне, посолите и поперчите, полейте оливковым маслом.  Поставьте запекаться их в разогретую до 180 градусов духовку на 30 минут до мягкости томатов. Тонкие ломтики чеснока приготовятся раньше, выньте их из духовки сразу после зарумянивания. Запеченные овощи немного остудите. У томатов снимите кожицу, сложите овощи в миску. Пробейте погружным блендером до состояния пюре. Посолите и поперчите по вкусу. Подавать можно с тыквенными семечками, свежей зеленью, сыром или беконом, сметаной, сухариками. Приятного аппетита!",
        "calories": 851,
        "ingredients": [
            {
                "name": "Помидор",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Чеснок",
                "amount": "2-3",
                "measurement": "Зубчиков"
            },
            {
                "name": "Лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Перец болгарский",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Масло оливковое",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец черный молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец красный жгучий",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Салат \"Щетка\"",
        "img_url": "https://img.povar.ru/main/b4/84/e9/d6/salat_quotshetkaquot-762893.JPG",
        "description": "Салат \"Щетка\" — эффективный, простой и вкусный способ избавиться от лишних килограммов. Салат актуален не только во время диеты, но и после долгих зимних праздников.",
        "recept": "Подготовьте ингредиенты. Капусту тонко нашинкуйте с помощью овощечистки и выложите в салатник. Морковь очистите и натрите на терке или воспользуйтесь овощечисткой с зубчиками. Выложите к моркови. Сырую свеклу натрите тонко, добавьте в салат. Полейте салат свежим лимонным соком и ароматным подсолнечным маслом. Не солите! Сразу же подавайте салат к столу. Приятного аппетита!",
        "calories": 538,
        "ingredients": [
            {
                "name": "Капуста белокочанная",
                "amount": "200",
                "measurement": "Грамм"
            },
            {
                "name": "Свекла сырая",
                "amount": "1",
                "measurement": "Штука (небольшого размера)"
            },
            {
                "name": "Морковь",
                "amount": "1",
                "measurement": "Штука (небольшого размера)"
            },
            {
                "name": "Лимонный сок",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Подсолнечное масло",
                "amount": "1",
                "measurement": "Чайная ложка (нерафинированное)"
            }
        ]
    },
    {
        "title": "Тыквенные панкейки",
        "img_url": "https://img.povar.ru/main/22/18/5e/8f/tikvennie_pankeiki-325537.jpg",
        "description": "Я люблю тыкву, несмотря на то, что готовлю её не часто. Это связано с сезонностью этого овоща. Интересно то, что больше она мне нравится сладкой в блюдах. Покажу, как приготовить тыквенные панкейки.",
        "recept": "Тыкву помойте, почистите, нарежьте. Запеките её в духовке до готовности (около 25 минут), или можете готовить в микроволновке. Затем превратите тыкву в пюре блендером. Растопите масло. Взбейте его с молоком, яйцом, солью и сахаром. Теперь яичную смесь соедините с мукой, тыквой и разрыхлителем. Замешайте тесто. Выпекайте панкейки на сухой сковороде до готовности. Для этого выкладывайте массу ложкой на хорошо разогретую сковороду. Жарьте по 2 минуты на каждой стороне. Приятного чаепития!",
        "calories": 641,
        "ingredients": [
            {
                "name": "Тыква",
                "amount": "300",
                "measurement": "Грамм"
            },
            {
                "name": "Мука",
                "amount": "250",
                "measurement": "Грамм"
            },
            {
                "name": "Сливочное масло",
                "amount": "40",
                "measurement": "Грамм"
            },
            {
                "name": "Разрыхлитель",
                "amount": "10",
                "measurement": "Грамм"
            },
            {
                "name": "Молоко",
                "amount": "200",
                "measurement": "Миллилитров"
            },
            {
                "name": "Яйцо",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Сахар",
                "amount": "4",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Щепотка"
            }
        ]
    },
    {
        "title": "Овощной суп классический",
        "img_url": "https://img.povar.ru/main/99/e0/7c/ff/ovoshnoi_sup_klassicheskii-327375.JPG",
        "description": "Для овощного классического супа нужно большое количество свежих овощей и зелени. Сварить его можно как на воде, так и на мясном бульоне. Это идеальный обед для сидящих на диете, для детского питания.",
        "recept": "Подготовьте овощи для супа. Все вымойте и очистите. Воду вскипятите. Посолите по вкусу. С помидора обязательно снимите кожуру. Порежьте некрупно лук, морковь и картофель. Их первыми закладывайте в кипящую воду, варите 15 минут. Цветную капусту разберите на мелкие соцветия. Порежьте кубиками помидор без кожуры, измельчите укроп. Спустя 15 минут добавьте в суп цветную капусту, горошек и помидор. Проварите еще 10 минут. Заправьте суп зеленью, а потом его выключите. Дайте настояться минут 10-15 — и подайте к столу со сливочным маслом. Приятного аппетита!",
        "calories": 818,
        "ingredients": [
            {
                "name": "Вода",
                "amount": "2,5",
                "measurement": "Литра"
            },
            {
                "name": "Картофель",
                "amount": "3",
                "measurement": "Штуки"
            },
            {
                "name": "Лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Морковь",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Помидор",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Цветная капуста",
                "amount": "200",
                "measurement": "Грамм"
            },
            {
                "name": "Зеленый горошек",
                "amount": "70",
                "measurement": "Грамм"
            },
            {
                "name": "Зелень",
                "amount": "1",
                "measurement": "Пучок"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Сливочное масло",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Томатное перлотто",
        "img_url": "https://img.povar.ru/main/6b/c6/55/00/tomatnoe_perlotto-395732.JPG",
        "description": "Томатное перлотто или орзотто — популярное блюдо итальянской кухни. Я сегодня приготовлю веганский вариант, без добавления сыра. Блюдо получается нежным, сытным, вкусным и очень ароматным.",
        "recept": "Подготовьте необходимые продукты. Перловую крупу залейте кипятком, оставьте на ночь. Слейте воду, залейте кипятком так, чтобы вода покрыла крупу на палец, и отварите до готовности в течение 15-20 минут. Я варю в мультиварке в режиме \"Крупа\". Откиньте крупу на сито. Пока отваривается крупа, очистите лук и чеснок, измельчите. Разогрейте масло на сковороде с высокими бортиками. Пассеруйте лук и чеснок до мягкости. Помидоры очистите от кожицы, разомните вилкой. Добавьте томатное пюре, томатный соус, соль, сахар по вкусу, перемешайте. Приправьте измельченными розмарином и базиликом, тушите в течение 10 минут. Готовую крупу добавьте в томатный соус, тушите 5 минут. Поперчите по вкусу. Подавайте с зеленью. Приятного аппетита!",
        "calories": 667,
        "ingredients": [
            {
                "name": "Крупа перловая",
                "amount": "1",
                "measurement": "Стакан"
            },
            {
                "name": "Томаты в собственном соку",
                "amount": "400",
                "measurement": "Грамм"
            },
            {
                "name": "Соус томатный",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Чеснок",
                "amount": "3",
                "measurement": "Зубчика"
            },
            {
                "name": "Сахар",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Розмарин",
                "amount": "1",
                "measurement": "Штука (веточка)"
            },
            {
                "name": "Базилик",
                "amount": "1",
                "measurement": "Штука (веточка)"
            },
            {
                "name": "Перец черный молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Масло оливковое",
                "amount": "2",
                "measurement": "Ст. ложки"
            }
        ]
    },
    {
        "title": "Чисанчи",
        "img_url": "https://img.povar.ru/main/1a/a5/d2/2f/chisanchi-555241.jpg",
        "description": "Чисанчи или \"Жареная тройка\" - блюдо китайской кухни, которое очень популярно в китайских ресторанах и бистро. Готовится из трех овощей - картофеля, баклажана и перца. Очень вкусно!",
        "recept": "Подготовьте все необходимые ингредиенты. Баклажан помойте, нарежьте кубиками и посыпьте солью. Уберите в сторону на 30 минут. По истечении времени слейте выделившуюся жидкость и промойте баклажан холодной водой. Обсушите. Картофель очистите, помойте и нарежьте брусочками. Брусочки промойте от лишнего крахмала и обсушите. На оливковом масле обжарьте картофельные брусочки до полуготовности и переложите на тарелку. Далее в этом же масле обжарьте очищенный и  нарезанный перец. Жарим до полуготовности и вынимаем. В последнюю очередь обжарьте подготовленный баклажан. Жарьте 3-4 минуты, помешивая, затем добавьте сахар. Готовьте ещё 1-2 минуты. Затем добавьте к баклажану картофель и перец, влейте соевый соус и жарьте в течение 4-5 минут. Крахмал смешайте с водой и влейте на сковороду. Тушите ещё 5-7 минут, за минуту до готовности добавьте рубленный чеснок. Чисанчи готово! Приятного аппетита!",
        "calories": 877,
        "ingredients": [
            {
                "name": "Баклажан",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Перец болгарский",
                "amount": "1",
                "measurement": "Штука (крупный)"
            },
            {
                "name": "Картофель",
                "amount": "3-4",
                "measurement": "Штук"
            },
            {
                "name": "Чеснок",
                "amount": "2",
                "measurement": "Зубчика"
            },
            {
                "name": "Соевый соус",
                "amount": "100",
                "measurement": "Миллилитров"
            },
            {
                "name": "Сахар",
                "amount": "1",
                "measurement": "Ст. ложка"
            },
            {
                "name": "Вода",
                "amount": "3",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Крахмал",
                "amount": "1",
                "measurement": "Ст. ложка"
            },
            {
                "name": "Масло оливковое",
                "amount": "100",
                "measurement": "Миллилитров (или кунжутное)"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Чайная ложка (для баклажана)"
            }
        ]
    },
    {
        "title": "Сыроедческие спагетти",
        "img_url": "https://img.povar.ru/main/d9/1c/45/a2/siroedcheskie_spagetti-313826.jpg",
        "description": "Все мы любим вкусно поесть. Так почему бы нам не поесть вкусную и здоровую пищу. Узнайте, как приготовить сыроедческие спагетти из кабачка с острым соусом. Блюдо понравится не только сыроедам.",
        "recept": "Подготовьте овощи: помойте кабачок, помидоры, перец болгарский и жгучий, чеснок, зелень. Если кабачок не молодой, очистите кожицу. С помощью специальной терки для корейской моркови натрите кабачок. Из него нужно сделать тонкую длинную соломку, \"спагетти\". На этом этапе не добавляйте соль, чтобы кабачок не пустил раньше времени сок. Приготовьте соус. Помидоры и перец произвольно нарежьте. Отправьте их в блендер вместе с чесноком, базиликом, солью и оливковым маслом. Перебейте ингредиенты до однородности. Теперь осталось полить наши кабачковые спагетти получившимся пряным и ароматным соусом. Вот и все, блюдо можно подавать к столу. Приятного аппетита!",
        "calories": 558,
        "ingredients": [
            {
                "name": "Кабачок",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Помидор",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Перец болгарский",
                "amount": "1/2",
                "measurement": "Штуки"
            },
            {
                "name": "Перец жгучий",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Чеснок",
                "amount": "3",
                "measurement": "Зубчика"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Базилик",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Масло оливковое",
                "amount": "1-2",
                "measurement": "Ст. ложек"
            }
        ]
    },
    {
        "title": "Кабачковые оладьи с сыром и зеленью",
        "img_url": "https://img.povar.ru/main/4e/9b/85/2c/kabachkovie_oladi_s_sirom_i_zeleniu-407811.JPG",
        "description": "Хотите разнообразить кабачковые оладушки? Предлагаю добавить твердого сыра и укропа. Поверьте, запах и вкус заметно улучшаются. Давайте посмотрим, как  приготовить кабачковые оладьи с сыром и зеленью!",
        "recept": "Подготовьте продукты. Вымойте кабачок, срежьте кончики. Зелень сполосните, порежьте мелко. Натрите сыр на мелкой терке. Кабачок натрите на крупной терке, отожмите сок. Добавьте яйцо, зелень, соль, перец черный молотый. Перемешайте. Добавьте тертый сыр, хорошо перемешайте. Последней всыпьте муку, хорошо перемешайте, чтобы не образовались мучные комочки. Тесто должно получиться средней густоты, за счет сыра оно более плотное. Разогрейте сковороду с растительным маслом. Столовой ложкой набирайте тесто и выкладывайте в виде кружочка. Жарьте на медленном огне до образования корочки. Лопаткой переверните оладьи и обжарьте с другой стороны до золотистой корочки.",
        "calories": 579,
        "ingredients": [
            {
                "name": "Кабачок",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Сыр твердый",
                "amount": "100",
                "measurement": "Грамм"
            },
            {
                "name": "Яйцо",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Укроп",
                "amount": "1",
                "measurement": "Пучок"
            },
            {
                "name": "Мука",
                "amount": "3",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец черный молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Растительное масло",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Суворовская каша",
        "img_url": "https://img.povar.ru/main/02/93/de/cd/suvorovskaya_kasha-552397.jpg",
        "description": "Постная каша из двух круп и гороха. Очень сытно и вкусно! Упоминается, что её некогда придумал Суворов в одном из походов, когда осталось всего понемногу. Солдатам каша пришлась по вкусу.",
        "recept": "Подготовьте все необходимые ингредиенты. Овощи почистите и помойте. Лук мелко нарежьте, морковь натрите на крупной терке. На растительном масле обжарьте до прозрачности лук, затем добавьте морковь. Пассеруйте до мягкости. Крупы перемешайте и промойте до прозрачной воды. На дно кастрюльки выложите 2/3 обжаренных овощей. Затем крупы с горохом. Выложите оставшиеся овощи, залейте кипятком и поставьте вариться на медленном огне 40-50 минут. При необходимости добавляйте понемногу воду. Помешивайте и смотрите, чтобы каша не подгорела. Затем дайте каше отдохнуть 10-15 минут и подавайте к столу! Приятного аппетита!",
        "calories": 780,
        "ingredients": [
            {
                "name": "Крупа перловая",
                "amount": "4",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Пшено",
                "amount": "4",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Горох сушеный",
                "amount": "4",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Лук репчатый",
                "amount": "3",
                "measurement": "Штуки"
            },
            {
                "name": "Морковь",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Масло растительное",
                "amount": "4",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Вода",
                "amount": "2,5",
                "measurement": "Стакана (кипяток)"
            }
        ]
    },
    {
        "title": "Овощной винегрет",
        "img_url": "https://img.povar.ru/main/df/73/28/48/ovoshnoi_vinegret-553881.JPG",
        "description": "В классический винегрет входят свёкла, морковь, картофель — отваренные и охлаждённые, солёные огурцы и квашеная капуста, лук репчатый или зелёный  — всё примерно в равных объёмах, и горошек!",
        "recept": "1. Подготовьте продукты. Отварите овощи до готовности, охладите, очистите. 2. Очищенный картофель порежьте кубиками. Положите в глубокую миску. 3. Добавьте порезанную кубиками морковь. 4. Квашенную капусту порубите мелко, добавьте ее в салатник, туда же горошек консервированный. 5. Добавьте порезанные огурчики, репчатый или зеленый лук. 6. Добавьте порезанную свеклу. Для сохранения всеми ингредиентами собственного цвета, свёкла замасливается отдельно, то есть режется первой и заливается маслом. Я же люблю, когда винегрет темный. Добавьте соль и перец по вкусу. 7. Заправьте салат растительным маслом, перемешайте. Если кислоты вам не хватило, добавьте немного яблочного уксуса или капустного рассола. 8. Дайте салату настояться пару часов, пробуйте!",
        "calories": 889,
        "ingredients": [
            {
                "name": "Свекла",
                "amount": "1-2",
                "measurement": "Штук"
            },
            {
                "name": "Картофель",
                "amount": "3",
                "measurement": "Штуки"
            },
            {
                "name": "Морковь",
                "amount": "3",
                "measurement": "Штуки"
            },
            {
                "name": "Огурец бочковой или консервированный",
                "amount": "4",
                "measurement": "Штуки"
            },
            {
                "name": "Лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Горошек консервированный",
                "amount": "200",
                "measurement": "Грамм"
            },
            {
                "name": "Капуста квашенная",
                "amount": "200",
                "measurement": "Грамм"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец черный молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Растительное масло",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Вешенки, жареные с картошкой",
        "img_url": "https://img.povar.ru/main/d3/c8/6e/b1/veshenki_jarenie_s_kartoshkoi-68735.jpg",
        "description": "Рецепт приготовления вешенок, жареных с картошкой, несколько расходится с общепринятой технологией приготовления жареных с картофелем грибов. Хотите знать, как? Читайте рецепт с пошаговыми фото!",
        "recept": "Вымыть и почистить картофель.\r\nНарезать любимым способом - я предпочитаю соломкой, но можно и ломтиками, дольками, брусочками - как душе угодно:). Вешенки осторожно (очень хрупкий грибочек, не любит грубых прикосновений и избытка влаги!) промыть, затем выложить на полотенце и полностью высушить. Нарезать вешенки произвольными кусочками. В одной из двух заранее подготовленных сковород разогреть пару столовых ложек растительного масла. Выложить вешенки, накрыть крышкой. Спустя пару минут грибы дадут столько жидкости, что будут в ней плавать - в этот момент надо открыть крышку, и пусть она себе выпаривается. \r\nКогда сковорода станет практически сухой, добавить немного масла и обжаривать вешенки на сильном огне, постоянно помешивая, до румяного цвета. А тем временем разогреть другую сковороду с небольшим количеством масла и обжарить картофель. Чем суше он будет, тем быстрее  и равномернее покроется красивой золотистой корочкой, так что заранее откиньте его на дуршлаг. Когда картофель уже хорошо прихватится, добавить к нему измельченную луковицу, посолить, поперчить, перемешать. Жарить на сильном огне! Через 2-3 минуты после того, как был отправлен на сковороду лук, добавить к картофелю обжаренные вешенки. Только не забудьте их предварительно посолить и поперчить! Готовить еще минут 5, стараясь как можно реже и аккуратнее перемешивать - картофель уже почти готов и может разваливаться от слишком интенсивных манипуляций, превращаясь в жареное пюре. Поэтому огонь должен быть достаточно сильным - прихватился низ корочкой, аккуратно поддели лопаткой, перевернули. Через пару минут повторили процедуру. И так далее до полной и безоговорочной победы;). \r\nГотовые вешенки, жареные с картофелем, подавать горячими, с пылу-с жару! Можно посыпать нарубленной зеленью и чесноком, но это не обязательно - и так сметут со стола, уверяю вас;).",
        "calories": 758,
        "ingredients": [
            {
                "name": "Вешенки",
                "amount": "0,5",
                "measurement": "Килограмма"
            },
            {
                "name": "Картофель",
                "amount": "1",
                "measurement": "Килограмм"
            },
            {
                "name": "Лук репчатый",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец душистый молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Масло растительное",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Овсяное печенье по ГОСТу",
        "img_url": "https://img.povar.ru/main/43/17/ae/2e/ovsyanoe_pechene_po_gostu-308501.jpg",
        "description": "Мне попался рецепт овсяного печенья по ГОСТу, спешу поделиться с вами! Готовится очень быстро, а получается настолько мягким, ароматным и вкусным, что невозможно остановиться, пока все не съешь!",
        "recept": "В чашу блендера кладем сливочное масло, сахар, корицу, ванильный сахар, измельченный изюм. Все перемешиваем до однородности. Просеиваем муку с содой. Вымешиваем тесто, добавляя воду. Разделяем тесто на шарики, выкладываем их на силиконовый коврик. Формируем из шариков лепешки, перекладываем их на противень. Выпекаем в духовке 15 минут при температуре 200 градусов. Приятного аппетита! Обязательно попробуйте это печенье с теплым молоком.",
        "calories": 625,
        "ingredients": [
            {
                "name": "Мука пшеничная",
                "amount": "175",
                "measurement": "Грамм"
            },
            {
                "name": "Мука овсяная",
                "amount": "75",
                "measurement": "Грамм"
            },
            {
                "name": "Масло сливочное",
                "amount": "80",
                "measurement": "Грамм"
            },
            {
                "name": "Сахар",
                "amount": "180",
                "measurement": "Грамм"
            },
            {
                "name": "Ванильный сахар",
                "amount": "3",
                "measurement": "Грамма"
            },
            {
                "name": "Изюм",
                "amount": "25",
                "measurement": "Грамм"
            },
            {
                "name": "Корица",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Сода",
                "amount": "1/2",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Соль",
                "amount": "1/2",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Вода",
                "amount": "75",
                "measurement": "Миллилитров"
            }
        ]
    },
    {
        "title": "Блины обыкновенные",
        "img_url": "https://img.povar.ru/main/37/cd/9b/08/blini_obiknovennie-316487.jpg",
        "description": "Если вы еще не знаете, как приготовить блины обыкновенные в домашних условиях правильно и вкусно, то этот пошаговый рецепт с подробными рекомендациями именно то, что вам нужно. Простые и нежные блины.",
        "recept": "1. Список ингредиентов, необходимых, чтобы приготовить блины обыкновенные в домашних условиях довольно прост. 2. В небольшую мисочку вбейте 2 яйца. Добавьте к яйцам сахар. Слегка взбейте ингредиенты вилкой или венчиком. 3. В глубокую мисочку параллельно просейте пару стаканов муки. Вылейте туда яичную смесь. Добавьте соль и соду. 4. Влейте молоко к яйцам и начните как следует взбивать. В процессе добавляйте просеянную муку. Тесто должно получиться однородным и без комочков. Отложите его минут на 10-15, а затем снова хорошо взбейте. В конце добавьте в тесто растительное масло. 5. Теперь самый главный момент, который входит в рецепт приготовления блинов обыкновенных. Это жарка. Разогрейте как следует сковороду, слегка смажьте ее маслом или жиром. 6. Держите сковороду под небольшим наклоном и выливайте тесто сверху. 7. При этом постоянно наклоняйте сковороду еще чуть больше, чтобы тесто равномерно распределялось. 8. Таким образом нужно налить тонким слоем тесто и оставить жариться на сильном огне. 9. Если вы хорошо раскалили сковороду сразу же появятся пузырьки и процесс пойдет довольно быстро. 10. Когда появится румяная корочка, аккуратно переверните блин широкой лопаткой и подрумяньте со второй стороны. 11. Выкладывайте блины на тарелку стопкой. Можно переслаивать их сливочным маслом. Вот и весь секрет, как приготовить блины обыкновенные. Приятного чаепития!",
        "calories": 425,
        "ingredients": [
            {
                "name": "Молоко",
                "amount": "1",
                "measurement": "Литр"
            },
            {
                "name": "Сахар",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Яйцо",
                "amount": "1-2",
                "measurement": "Штук"
            },
            {
                "name": "Мука",
                "amount": "3-4",
                "measurement": "Стаканов"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Щепотка"
            },
            {
                "name": "Сода",
                "amount": "1",
                "measurement": "Щепотка"
            },
            {
                "name": "Растительное масло",
                "amount": "2-3",
                "measurement": "Ст. ложек"
            }
        ]
    },
    {
        "title": "Фунчоза с овощами",
        "img_url": "https://img.povar.ru/main/23/e7/1e/7c/funchoza_s_ovoshami-398653.jpg",
        "description": "Многие даже не догадываются о том, как приготовить фунчозу с овощами. Сегодня я расскажу вам, как осуществить эту затею, ведь рецепт окажется довольно легким.",
        "recept": "Фунчозу заливаем кипятком на пять минут и добавляем соль. После лапшу необходимо промыть в холодной воде. Овощи очищаем и промываем. Перец, морковь и огурец нарезаем тонкой соломкой, а чеснок мелко рубим. На раскаленную сковороду вливаем растительное масло и пассеруем морковь с перцем, огурцом, добавляя соль и перец. В конце добавляем чеснок для аромата и вкуса. Когда овощи станут мягкими, снимаем сковороду с огня. Смешиваем в отдельной емкости фунчозу и овощи, тщательно перемешиваем. Добавляем уксус и соевый соус по вкусу. Фунчоза с овощами готова, приятного аппетита!",
        "calories": 764,
        "ingredients": [
            {
                "name": "Фунчоза",
                "amount": "100",
                "measurement": "Грамм"
            },
            {
                "name": "Морковь",
                "amount": "100",
                "measurement": "Грамм"
            },
            {
                "name": "Огурцы свежие",
                "amount": "100",
                "measurement": "Грамм"
            },
            {
                "name": "Перец болгарский",
                "amount": "50",
                "measurement": "Грамм"
            },
            {
                "name": "Чеснок",
                "amount": "3",
                "measurement": "Зубчика"
            },
            {
                "name": "Уксус",
                "amount": "3",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Соус соевый",
                "amount": "3",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Масло растительное",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Суп с булгуром и чечевицей",
        "img_url": "https://img.povar.ru/main/bc/7b/c4/be/sup_s_bulgurom_i_chechevicei-535249.JPG",
        "description": "Постный, наваристый и очень полезный супчик, который согреет Вас после холодной улицы или тяжелого дня. Готовится очень быстро и просто. Приглашаю всех на тарелочку супа!",
        "recept": "Подготовьте все необходимые ингредиенты. Овощи помойте и очистите. Булгур, чечевицу промойте и опустите в кипящую воду. Варите после закипания 20 минут на медленном огне. За это время приготовим зажарку. Лук, морковь и перец нарежьте небольшими кубиками. С помидоров снимите кожицу и разомните вилкой с соком. На растительном масле обжарьте лук, морковь и перец. В последнюю очередь добавьте помидоры и тушите 2-3 минуты. При желании добавьте зиру. После того, как сварились булгур и чечевица, добавьте зажарку в суп, посолите по вкусу и поварите ещё пару минут. Для баланса вкуса можете добавить щепотку сахара. Затем выключите плиту и дайте супу настояться 20-30 минут, чтобы он наполнился всеми вкусами и ароматами. Подавайте со свежей зеленью кинзы. Приятного аппетита!",
        "calories": 729,
        "ingredients": [
            {
                "name": "Булгур",
                "amount": "100",
                "measurement": "Грамм"
            },
            {
                "name": "Чечевица",
                "amount": "100",
                "measurement": "Грамм"
            },
            {
                "name": "Томаты консервирвоанные",
                "amount": "300",
                "measurement": "Грамм (в собственном соку)"
            },
            {
                "name": "Перец болгарскиц",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Морковь",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Лук репчатый",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Масло растительное",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Вода",
                "amount": "2-2,5",
                "measurement": "Литра (или бульон)"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Зелень",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Безе без яиц",
        "img_url": "https://img.povar.ru/main/1f/b2/9d/a3/beze_bez_yaic-539891.JPG",
        "description": "Этот рецепт уникален уже исходя из названия. Да-да, безе можно приготовить без яиц! Интересно? Тогда загляните в рецепт, я расскажу, как приготовить \"Безе без яиц\"!",
        "recept": "1. Подготовьте согласно списку продукты. Если используете жидкость от консервированного горошка, то соль не нужна, ее там достаточно. Жидкость обязательно процедить. 2. Возьмите высокую тару для взбивания, миксер. Перелейте жидкость и взбивайте на самой высокой скорости около 5 минут. 3. Уже на второй минуте вы увидите как начинается образовываться густая пена. 4. Продолжая взбивать вводите небольшими порциями сахар, после каждой порции хорошо перемешивайте миксером массу. В конце всыпьте лимонную кислоту и ванильный сахар. И еще пару минут взбивайте. В общем на взбивание у вас уйти должно примерно 10-12 минут. 5. Включите духовку на 100-110 градусов, прогрейте. Массу для безе переложите в кондитерский мешок, отсадите безешки на пергамент или силиконовый коврик. Отправьте в духовку сушиться на 1,5 часа. 6. Готовность безе можно проверить так: снять одно безе - если оно твердое и легко снимается с листа, значит готово. Отключите духовку и оставьте безе в ней до полного остывания (с закрытой дверцей). 7. Готовые безешки сложите горкой, полейте теплым шоколадом, посыпьте синей кокосовой стружкой, положите сахарные бусинки для украшения. 8. С Наступающим!",
        "calories": 820,
        "ingredients": [
            {
                "name": "Жидкость от консервированного горошка или аквафаба",
                "amount": "100",
                "measurement": "Миллилитров"
            },
            {
                "name": "Сахар",
                "amount": "180",
                "measurement": "Грамм"
            },
            {
                "name": "Лимонная кислота",
                "amount": "1/3",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Ванильный сахар",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Щепотка (не обязательно)"
            }
        ]
    },
    {
        "title": "Гречка с овощами в духовке",
        "img_url": "https://img.povar.ru/main/a8/cd/31/9d/grechka_s_ovoshami_v_duhovke-542904.JPG",
        "description": "Приготовьте гречку в духовке, она вам понравится! Главное, чтобы каша была нежной и вкусной, соблюдать несколько правил, о них я расскажу в рецепте, смотрите!",
        "recept": "1. Подготовьте продукты, приступим. Гречку переберите, замочите на несколько минут в воде, потом промойте хорошо от пыли. Вскипятите два стакана воды. Включите духовку на 200 градусов. 2. Овощи очистите, вымойте. Порежьте кубиками. 3. На растительном масле обжарьте лук и морковь до мягкости, добавьте перец и еще пару минут жарьте. 4. В огнеупорной форме (в которой планируете запекать) смешайте жареные овощи и гречку, добавьте соль, пере черный молотый, базилик. Перемешайте. 5. Залейте двумя стаканами кипятка. 6. Накройте плотно фольгой и поставьте в горячую духовку (180 градусов) на 30 минут. 7. Через 30 минут не спешите гречку открывать, просто выключите духовку и оставьте ее запариться еще минут на 10-15. 8. Гречка с овощами в духовке готова! Пробуйте, нежная и рассыпчатая каша с ароматом овощей и базилика.",
        "calories": 591,
        "ingredients": [
            {
                "name": "Гречка ядрица",
                "amount": "130",
                "measurement": "Грамм (примерно 1 стакан)"
            },
            {
                "name": "Лук репчатый",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Морковь",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Сладкий перец",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Базилик сушенный",
                "amount": "0,5",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Перец черный молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Растительное масло",
                "amount": "2-3",
                "measurement": "Ст. ложек (для жарки овощей)"
            },
            {
                "name": "Вода",
                "amount": "2",
                "measurement": "Стакана"
            }
        ]
    },
    {
        "title": "Арахисовая халва",
        "img_url": "https://img.povar.ru/main/ba/d9/ed/ee/arahisovaya_halva-553812.JPG",
        "description": "Это лакомство любят и взрослые, и дети. Если вы также поклонник восточных сладостей, тогда прошу заглянуть в мой рецепт, я расскажу, как приготовить \"Арахисовую халву\"! Смотрим!",
        "recept": "1. Подготовьте продукты. Приступим! 2. На чистой и сухой сковороде обжарьте арахис до готовности, постоянно помешивая, чтобы не пригорел. 3. Всыпьте в сковороду пшеничную муку, помешивая ложкой, жарьте до кремового цвета. 4. Готово! Снимите с огня. 5. Арахис очистите от шелухи. 6. С помощью кухонного комбайна измельчите арахис максимально мелко. 7. Всыпьте жареную муку, включите машину еще на пару минут, чтобы масса перемешалась. 8. Готово! 9. Соедините сахар, ванильный сахар и воду. Доведите до кипения. Проварите сироп минутку, добавьте растительное масло и снимите с огня. 10. Теперь нужно вылить сироп в арахисовую смесь, хорошо перемешать. 11. Масса довольно быстро густеет. 12. Выложите массу в форму. Я предлагаю форму выстелить пергаментом или пищевой пленкой, тогда халву будет легче достать из формы. Хорошо уплотните. Оставите до полного остывания халвы. 13. Халва готова. Порежьте кусочками и пробуйте! 14. Халва может получится от золотистого до коричневого цвета, в зависимости от степени обжарки муки и арахиса.",
        "calories": 432,
        "ingredients": [
            {
                "name": "Арахис",
                "amount": "200",
                "measurement": "Грамм"
            },
            {
                "name": "Масло подсолнечное рафинированное",
                "amount": "40",
                "measurement": "Миллилитров"
            },
            {
                "name": "Сахар",
                "amount": "0,3",
                "measurement": "Стакана"
            },
            {
                "name": "Вода",
                "amount": "70",
                "measurement": "Миллилитров"
            },
            {
                "name": "Мука пшеничная",
                "amount": "0,3",
                "measurement": "Стакана"
            },
            {
                "name": "Сахар ванильный",
                "amount": "10",
                "measurement": "Грамм"
            }
        ]
    },
    {
        "title": "Быстрая чиабатта",
        "img_url": "https://img.povar.ru/main/54/a8/42/fc/bistraya_chiabatta-553951.JPG",
        "description": "Для того, чтобы испечь чиабатту по оригинальному рецепту может уйти до 18 часов. Но приготовить этот пористый с хрустящей ароматной корочкой хлеб можно и по-быстрому.",
        "recept": "Подготовьте все ингредиенты. Растворите в воде дрожжи. Добавьте муку и соль. Замесите мягкое, немного липкое тесто. Соберите тесто в шар, присыпьте со всех сторон мукой, накройте миску полотенцем и уберите в теплое место примерно на час. Тесто должно увеличиться в размере примерно в 2 раза. Стол посыпьте мукой и выложите на него тесто. Аккуратно, не вымешивая, подверните края теста как конверт - сверху в центр, снизу, справа и слева. Перенесите тесто на противень, застеленный пекарской бумагой или силиконовым ковриком. Накройте заготовку чистым полотенцем и дайте ей расстояться около 30-40 минут. Выпекайте в разогретой до 240 градусов духовке около 30 минут. В духовку обязательно поместите емкость с водой. Быстрая чиабатта готова. Готовую чиабатту выложите на решетку и дайте остыть. Приятного аппетита!",
        "calories": 469,
        "ingredients": [
            {
                "name": "Дрожжи",
                "amount": "0,5",
                "measurement": "Чайных ложки (сухие быстродействующие)"
            },
            {
                "name": "Мука",
                "amount": "250",
                "measurement": "Грамм"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Вода",
                "amount": "185",
                "measurement": "Миллилитров (комнатной температуры)"
            }
        ]
    },
    {
        "title": "Маринованные вешенки быстрого приготовления",
        "img_url": "https://img.povar.ru/main/eb/27/dd/d4/marinovannie_veshenki_bistrogo_prigotovleniya-125042.jpg",
        "description": "Маринованные вешенки быстрого приготовления. Можно подавать на стол сразу после остывания. Отлично подойдут к праздничному столу.",
        "recept": "1. Почистите и промойте грибы. После пропустите через дуршлаг и дайте им высохнуть. 2. Вешенки нарежьте крупно. 3. Выдавите 4-5 зубчиков чеснока. 4. Налейте в кастрюлю воду, масло, лимонный сок и уксус. Добавьте соль, лавровые листы, перец и чеснок. Доведите до кипения и на слабом огне прокипятите 15 мин. 5. Выложите грибы в отдельную кастрюлю и залейте маринадом через дуршлаг. 6. Доведите вешенки в маринаде до кипения, прокипятите 10 мин и дайте остыть. Кушать можно сразу после полного остывания, добавив растительное масло и мелко нарезанный лук. Приятного аппетита!",
        "calories": 470,
        "ingredients": [
            {
                "name": "Вешенки",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Горошины черного перца",
                "amount": "10-12",
                "measurement": "Штук"
            },
            {
                "name": "Чеснок",
                "amount": "4-5",
                "measurement": "Зубчиков"
            },
            {
                "name": "Лавровый лист",
                "amount": "3",
                "measurement": "Штуки"
            },
            {
                "name": "Лимон",
                "amount": "1",
                "measurement": "Штука (Понадобится только сок)"
            },
            {
                "name": "Вода",
                "amount": "1/2",
                "measurement": "Стакана"
            },
            {
                "name": "Растительное масло",
                "amount": "1/3",
                "measurement": "Стакана"
            },
            {
                "name": "Уксус столовый",
                "amount": "1",
                "measurement": "Ст. ложка"
            },
            {
                "name": "Крупная морская соль",
                "amount": "1/2",
                "measurement": "Ст. ложки"
            }
        ]
    },
    {
        "title": "Кабачковая икра с помидорами на зиму",
        "img_url": "https://img.povar.ru/main/9a/35/94/e5/kabachkovaya_ikra_s_pomidorami_na_zimu-317222.jpg",
        "description": "Для меня нет лучше закуски, чем кабачковая икра. Я её люблю за то, что она может спасти от голода в любой момент, если её заготовить заранее. Поэтому пару баночек я всегда имею в запасе.",
        "recept": "Кабачки, лук, морковь почистите и помойте. Нарежьте овощи кусочками. Помидоры помойте, обсушите и крупно нарежьте. Овощи пропустите через мясорубку и поставьте на огонь. Добавьте соль, сахар, масло. Доведите смесь до кипения. Потом варите в течение 40 минут, помешивая. После этого икру разлейте по подготовленным банкам и закатайте или плотно закупорьте закручивающимися крышками. Приятной дегустации!",
        "calories": 852,
        "ingredients": [
            {
                "name": "Кабачок",
                "amount": "1,5",
                "measurement": "Килограмма"
            },
            {
                "name": "Помидор",
                "amount": "2",
                "measurement": "Килограмма"
            },
            {
                "name": "Репчатый лук",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Морковь",
                "amount": "500",
                "measurement": "Грамм"
            },
            {
                "name": "Растительное масло",
                "amount": "250",
                "measurement": "Миллилитров"
            },
            {
                "name": "Сахар",
                "amount": "5",
                "measurement": "Ст. ложек"
            },
            {
                "name": "Соль",
                "amount": "2,5",
                "measurement": "Ст. ложки"
            }
        ]
    },
    {
        "title": "Пшенный суп с грибами",
        "img_url": "https://img.povar.ru/main/3f/b1/ac/96/pshennii_sup_s_gribami-376367.JPG",
        "description": "Пшенный сливочный суп с грибами и первой весенней зеленью, черемшой. Этот вкусный суп с бархатистой текстурой готовится быстро! Вам придется потратить всего несколько минут на нарезку ингредиентов!",
        "recept": "Подготовьте необходимые продукты. Овощи и грибы помойте и очистите. Пшено промойте, залейте горячей водой, слейте и еще раз промойте. Грибы нарежьте тонкими пластинками. Лук и морковь нарежьте мелкими кубиками. Сложите все в чашу мультиварки, посолите и поперчите по вкусу. Добавьте сливки и воду. Включите режим \"Суп\" на 40 минут, закройте крышку. Черемшу измельчите и добавьте в тарелки. Налейте супчик и подавайте. Приятного аппетита!",
        "calories": 847,
        "ingredients": [
            {
                "name": "Пшено",
                "amount": "150",
                "measurement": "Грамм (неполный стакан)"
            },
            {
                "name": "Шампиньоны",
                "amount": "300",
                "measurement": "Грамм"
            },
            {
                "name": "Лук",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Морковь",
                "amount": "2",
                "measurement": "Штуки"
            },
            {
                "name": "Сливки",
                "amount": "300",
                "measurement": "Миллилитров"
            },
            {
                "name": "Вода",
                "amount": "1,5",
                "measurement": "Литра"
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "Чайная ложка"
            },
            {
                "name": "Перец черный молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Черемша",
                "amount": "1",
                "measurement": "Пучок"
            }
        ]
    },
    {
        "title": "Тыква по-корейски",
        "img_url": "https://img.povar.ru/main/36/af/da/df/tikva_po-koreiski-387367.JPG",
        "description": "Тыква — весьма ценный плод, он содержит множество витаминов и микроэлементов. Я стараюсь чаще употреблять ее в свежем или маринованном виде. Сегодня хочу показать, как приготовить тыкву по-корейски.",
        "recept": "Подготовьте согласно списку ингредиенты салата. Тыкву вымойте и снимите кожуру, удалите внутренний край и семечки. Луковицу очистите, порежьте тонко полукольцами и обжарьте на растительном масле до мягкости. Тыкву натрите на терке для овощей по-корейски. Положите в салат жареный лук. Добавьте специи, уксус, мед, соль, чеснок, перец острый. Залейте горячим маслом (от жарки лука). Перемешайте и отправьте в холодильник на 2 часа. Тыква по-корейски готова!",
        "calories": 798,
        "ingredients": [
            {
                "name": "Тыква",
                "amount": "400",
                "measurement": "Грамм"
            },
            {
                "name": "Мед",
                "amount": "1",
                "measurement": "Ст. ложка"
            },
            {
                "name": "Лук репчатый",
                "amount": "1",
                "measurement": "Штука"
            },
            {
                "name": "Чеснок",
                "amount": "2",
                "measurement": "Зубчика"
            },
            {
                "name": "Перец острый",
                "amount": "2-3",
                "measurement": "Штук (или треть обычного перца чили)"
            },
            {
                "name": "Масло подсолнечное",
                "amount": "50",
                "measurement": "Миллилитров"
            },
            {
                "name": "Приправа для моркови по-корейски",
                "amount": "2",
                "measurement": "Чайных ложки"
            },
            {
                "name": "Яблочный уксус",
                "amount": "2",
                "measurement": "Ст. ложки"
            },
            {
                "name": "Соль",
                "amount": "0,5",
                "measurement": "Чайных ложки"
            }
        ]
    }
]