[
    {
        "title": "Кето авокадо во фритюре",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/07/Keto-avokado-vo-frityure-1.jpg",
        "description": "Авокадо во фритюре – альтернатива картофелю фри для кето-диеты. Вкус обжаренного авокадо напоминает традиционный картофель фри, разница только в количестве углеводов и жиров в продуктах.Для закуски лучше выбирать твердое авокадо. Такое авокадо легче нарезать на тонкие и ровные ломтики, а в процессе жарки кусочки не развалятся. После того, как авокадо нарезано, его обваливают в яичную смесь, приправу и миндальную муку. Миндальная мука – идеальное покрытие для хрустящей корочки, без лишних углеводов. Покрытые панировкой кусочки авокадо обжариваются до золотистого цвета. Для жарки подходит любое растительное масло с точкой дымления более 250 С, например, кунжутное масло, рафинированное подсолнечное масло, топленое масло, масло авокадо. Готовое авокадо во фритюре подавать сразу, пока кусочки не остыли. В качестве соуса хорошо подходят соус Sriracha или Чили.",
        "recept": "В миске смешайте миндальную муку с солью и кайенским перцем Очистите авокадо нарежьте на половинки и удалите косточки Каждую половинку авокадо нарежьте вертикально на  частей в зависимости от размера фрукта Разогрейте фритюрницу или глубокую сковороду с большим количеством растительного масла Температура должна составлять примерно  С Если под рукой нет термометра можно проверить температуру масла следующим способом опустить деревянную ложку или лопатку в масло если ложка окружена пузырьками то масло достаточно прогрелось На нагревание уходит примерно  минут В миске слегка взбейте куриное яйцо Обваляйте каждый кусочек авокадо в яйце Затем обваляйте авокадо в миндальной муке пока она плотное не покроет заготовку Осторожно опустите каждый ломтик авокадо в разогретое масло Обжаривайте каждый кусочек авокадо или партию  секунд до светлокоричневой корочки Достаньте авокадо с помощью шумовки и переложите на тарелку с бумажными полотенцами чтобы впиталось лишнее масло Подавайте авокадо во фритюре со смесью соуса Чили Шрирача и майонеза",
        "calories": "Калории 587",
        "ingredients": [
            {
                "name": "авокадо",
                "amount": "3",
                "measurement": "шт."
            },
            {
                "name": "яйцо",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "миндальная мука",
                "amount": "1,50",
                "measurement": "стаканы"
            },
            {
                "name": "растительное масло с высокой точкой дымления (например, органическое подсолнечное)",
                "amount": "1,50",
                "measurement": "стаканы"
            },
            {
                "name": "кайенский перец",
                "amount": "¼",
                "measurement": "чайн. ложк."
            },
            {
                "name": "соль",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "домашний майонез",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "Шрирачи (или соус Чили)",
                "amount": "1",
                "measurement": "чайн. ложк."
            }
        ]
    },
    {
        "title": "Кето пюре из сыра и цветной капусты",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-pyure-iz-syra-i-tsvetnoy-kapusty-1.jpg",
        "description": "Быстрый и простой гарнир из цветной капусты и сыра. Цветная капуста в сочетании с маслом, сыром чеддер и маскарпоне получается нежной и наполненной здоровыми жирами. По вкусу такое пюре напоминает картофельное, но содержит меньше углеводов. К тому же, в капусте много клетчатки и она довольно питательная. С добавлением жира из сыра и масла – это отличный гарнир для кето-диеты.Такое пюре можно хранить в холодильнике в течение нескольких дней. Однако, пюре будет вкуснее, если подавать его сразу после приготовления.",
        "recept": "Нарежьте цветную капусту на соцветия Поместите соцветия миску для микроволновой печи накройте бумажным полотенцем и готовьте при высокой мощности до мягкости  минут Также можно отварить соцветия в воде или на пару Слейте воду с капусты и промокните бумажным полотенцем чтобы удалить лишнюю влагу Добавьте капусту в чашу блендера вместе с остальными ингредиентами Измельчите до однородной консистенции Переложите в тарелку и сразу подавайте на стол",
        "calories": "Калории 231Калории из жира 189",
        "ingredients": [
            {
                "name": "средний кочан цветной капусты",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "тертый чеддер",
                "amount": "1",
                "measurement": "стакан"
            },
            {
                "name": "сметана",
                "amount": "¼",
                "measurement": "стакан"
            },
            {
                "name": "маскарпоне",
                "amount": "½",
                "measurement": "стакан"
            },
            {
                "name": "сливочное масло",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "чесночная соль",
                "amount": "1",
                "measurement": "чайн. ложк."
            },
            {
                "name": "черный перец",
                "amount": "12",
                "measurement": "щепотки"
            },
            {
                "name": "соль",
                "amount": "12",
                "measurement": "щепотки"
            }
        ]
    },
    {
        "title": "Кето рис из цветной капусты",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/ris-dlya-keto-1.jpg",
        "description": "Рис из цветной капусты, или «фальшивый рис» – это измельченная до размера риса цветная капуста. На кето-диете этот продукт является заменителем обычного белого риса. Его можно использовать в сыром виде для запеканок и фаршировки блюд, или подавать как гарнир к основному блюду в горячем виде.Такой гарнир легко и быстро приготовить, он насыщен питательными веществами и низкоуглеводный.500 гр цветной капусты даст около 4 стаканов «риса». Большая головка массой 1 кг и даст около 6-8 стаканов «риса». Измельченную цветную капусту можно использовать сразу, а остатки «сырого риса» можно заморозить на срок до 3 месяцев.",
        "recept": "Подготовьте капусту удалите внешние листья и стебель удалите сердцевину разрежьте крупные соцветия Затем измельчите цветную капусту до кусочков размером с рис одним из способовИспользуя блендер с Sобразной насадкой и чашей Используя ручную терку Используя нож и разделочную доску капуста будет крупнее чем рисТеперь можно приступать к приготовлению Приготовление на сковороде Разогрейте глубокую сковороду добавьте  столовую ложку масла сделайте огонь средним Добавьте цветную капусту и перемешайте Накройте сковороду крышкой и дайте цветной капусте пропариться в течение  минут периодически помешивая Снимите крышку и готовьте еще около  минут пока рис из цветной капусты не станет таким мягким как вам хотелось бы В пароварке Поместите сырую измельченную цветную капусту в чашу пароварки Варите в течение  минут пока рис не станет мягким В микроволновой печи Поместите сырой рис из цветной капусты в безопасную для микроволновой печи стеклянную пластиковую или фарфоровую форму или глубокую чашку Накройте крышкой для микроволновой печи и поставьте в микроволновку на  минуты Затем достаньте рис из микроволновки приподнимите крышку осторожно чтобы не обжечься паром и перемешайте Когда рис готов приправьте специями по вкусу и подавайте",
        "calories": "Калории 53",
        "ingredients": [
            {
                "name": "крупная цветная капуста",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "оливковое масло",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "соль или по вкусу (или по вкусу)",
                "amount": "1",
                "measurement": "чайн. ложк."
            },
            {
                "name": "черный молотый перец (или по вкусу)",
                "amount": "1",
                "measurement": "щепотка"
            }
        ]
    },
    {
        "title": "Кето спагетти из кабачков",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-spagetti-iz-kabachka-1.jpg",
        "description": "Кабачок –низкоуглеводный овощ, из которого можно приготовить множество блюд. Одно из них – кабачковые спагетти, заменяющие пшеничные спагетти на кето-диете. Спагетти из кабачков можно приготовить разными способами и подавать с овощными гарнирами, мясными и рыбными блюдами, а также как самостоятельное блюдо с сырным, мясным или томатным соусом.Для приготовления спагетти из кабачков лучше использовать молодые кабачки с тонкой кожицей и без семян. Такие кабачки удобно нарезать спиралью с помощью специального ножа или терки для корейской моркови.",
        "recept": "Кабачки вымойте обрежьте концыНарежьте на тонкие полоски кабачок одним из способов  Используя нож для спиральной нарезки овощей  С помощью ножа для чистки овощей нарежьте кабачок на ломтики затем эти ломтики нарежьте на тонкие полоски с помощью ножа  С помощью терки для корейской моркови Разогрейте сковороду с небольшим количеством оливкового масла на среднем огне Поместите нарезанные кабачки и готовьте  минут пока кабачки не станут мягкими Во время приготовления часто перемешивайте спагетти с помощью щипцов или лопатки Спагетти из кабачков должны быть мягкими но не разваливаться В конце посыпьте солью и перцем",
        "calories": "Калории 60",
        "ingredients": [
            {
                "name": "кабачки молодые с кожурой",
                "amount": "3",
                "measurement": "шт."
            }
        ]
    },
    {
        "title": "Кето пюре из цветной капусты",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-pyure-iz-tsvetnoy-kapusty-1.jpg",
        "description": "Пюре из цветной капусты – это простой способ заменить картофельное пюре на кето-диете. Рецепт рассчитан на 2 порции из капусты массой 500 гр. Если вам требуется больше порций, удвойте или утройте количество ингредиентов.Примечания:Подавайте пюре с любой подливой, мясом или соусом.Если вы предпочитаете сырное картофельное пюре, добавьте 50-60 гр сливочного сыра или немного пищевых дрожжей для веганского варианта. Для придания кремовой консистенции можно использовать хумус.Остатки пюре из цветной капусты можно хранить в закрытом контейнере в холодильнике до 5 дней.",
        "recept": "Отварите соцветия цветной капусты в кипящей подсоленной воде или в чашепароварке Время варки  минут или пока вилка с легкостью не проткнет капусту Удалите лишнюю воду отложите капусту в сторону Поставьте глубокую сковороду на огонь добавьте оливковое масло и чеснок Обжарьте немного пока чеснок не станет мягким около  минут Переложите цветную капусту и чеснок в чашу блендера с Sобразным лезвием Приправьте солью перцем и свежим тимьяном Перемешивайте пока смесь не станет однородной и похожей на пюре При необходимости можно добавить немного воды Попробуйте и отрегулируйте приправу по вкусу Подавайте капустное пюре в теплом виде",
        "calories": "Калории 116",
        "ingredients": [
            {
                "name": "цветная капуста среднего размера, нарезанная на соцветия",
                "amount": "500",
                "measurement": "гр"
            },
            {
                "name": "оливковое масло 1-ого отжима",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "измельченные зубчики чеснока",
                "amount": "6",
                "measurement": "шт."
            },
            {
                "name": "свежие листья тимьяна",
                "amount": "1",
                "measurement": "чайн. ложк."
            },
            {
                "name": "соль",
                "amount": "12",
                "measurement": "щепотки"
            },
            {
                "name": "черный молотый перец",
                "amount": "12",
                "measurement": "щепотки"
            }
        ]
    },
    {
        "title": "Кето-рис по-мексикански",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-ris-po-meksikanski-1.jpg",
        "description": "Этот низкоуглеводный овощной рис можно подавать к любому мексиканскому блюду, например, добавлять в начинку буритто и подавать в качестве гарнира для тако.Для этого рецепта годятся и свежий, и замороженный рис из цветной капусты. Свежий капустный рис готовится в общей сложности 5 минут. При использовании замороженного риса поместите его на сковороду не размораживая. Отрегулируйте время приготовления замороженного риса на свой вкус. Замороженный рис будет более водянистый и более мягкий.",
        "recept": "Разогрейте масло в сковороде на среднем огнеКогда масло нагреется добавьте лук и халапеньо и готовьте до мягкости примерно  минут постоянно помешивая Добавьте чеснок томатную пасту и готовьте на среднем огне еще  минуту Добавьте рис из цветной капусты тмин и соль и готовьте периодически помешивая в течение  минут или до тех пор пока цветная капуста не станет такой мягкой по вашему вкусу",
        "calories": "Калории 75",
        "ingredients": [
            {
                "name": "рис из цветной капусты",
                "amount": "450",
                "measurement": "гр"
            },
            {
                "name": "масло авокадо",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "репчатый лук, нарезанный кубиками",
                "amount": "½",
                "measurement": "шт."
            },
            {
                "name": "халапеньо, мелко нарезанный",
                "amount": "½",
                "measurement": "шт."
            },
            {
                "name": "измельченные зубчики чеснока",
                "amount": "2",
                "measurement": "шт."
            },
            {
                "name": "томатная паста",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "тмин",
                "amount": "1",
                "measurement": "чайн. ложк."
            },
            {
                "name": "соль",
                "amount": "1",
                "measurement": "чайн. ложк."
            },
            {
                "name": "свежая нарезанная кинза (для подачи)",
                "amount": "2",
                "measurement": "стол. ложк."
            }
        ]
    },
    {
        "title": "Сливочное кето пюре из цветной капусты",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-pyure-iz-slivochnogo-syra-i-tsvetnoy-kapusty-1.jpg",
        "description": "Для приготовления этого кето-пюре отлично подходит замороженная цветная капуста. В сочетании со сливочным сыром цветная капуста получается очень похожей на пюре из картофеля.Цветная капуста в замороженном виде уже разделана на соцветия и позволяет точно отмерить точное количество продукта. Это экономит время при подготовке ингредиентов.Чтобы пюре не было водянистым, рекомендуется варить капусту на пару. Благодаря этому лишняя влага «уйдет» из замороженной капусты и пюре будет гуще.Для того, чтобы измельчить капусту до состояния гладкого пюре, лучше всего подходит блендер с чашей и S-образной насадкой.Пюре можно хранить в холодильнике несколько дней. Перед подачей разогрейте его в духовке или микроволновой печи.",
        "recept": "В большой кастрюле доведите до кипения  стакана воды на сильном огне Поместите замороженную цветную капусту в дуршлаг Поместите дуршлаг поверх кастрюли с кипящей водой и накройте крышкой Готовьте на среднем огне  минут или до тех пор пока цветная капуста не станет очень мягкой Переложите горячую цветную капусту в чашу блендера вместе со сливочным сыром морской солью и черным перцем Измельчите в течение минуты Добавьте густые сливки отрегулируйте приправы по вкусу и включите блендер еще на минуту Подавайте сразу пока капуста еще теплая По желанию украсьте сливочным маслом и зеленью",
        "calories": "Калории 263",
        "ingredients": [
            {
                "name": "замороженная цветная капуста",
                "amount": "700",
                "measurement": "гр"
            },
            {
                "name": "сливочный сыр",
                "amount": "230",
                "measurement": "гр"
            },
            {
                "name": "сливки 30%",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "морская соль или по вкусу",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "черный молотый перец или по вкусу",
                "amount": "¼",
                "measurement": "чайн. ложк."
            },
            {
                "name": "сливочное масло для сервировки (по желанию)",
                "amount": "23",
                "measurement": "стол. ложк."
            }
        ]
    },
    {
        "title": "Кето картофель фри из брюквы",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/12/keto-kartofel-fri-iz-bryukvy-1.jpg",
        "description": "Картофель фри на кето-диете можно приготовить из брюквы. Порция такого «картофеля фри» содержит 7 гр углеводов.Брюква – один из самых удачных низкоуглеводных овощей для приготовления картофеля фри на кето-диете. Брюква сохраняет форму при выпекании, а на вкус похожа на сладкий картофель.Чтобы овощ получился хрустящим при запекании в духовке, можно использовать бумагу для выпечки. Для этого ломтики брюквы помещаются на стойку с решеткой, которая ставится на противень с листом пергаментной бумаги. Это позволяет циркулировать воздуху и не дает промокнуть «картофелю».Подавать такой картофель-фри можно с томатным и сырным соусом, в качестве гарнира к мясу или рыбе.",
        "recept": "Нагрейте духовку до  С Выровняйте плоский противень пергаментной бумагой Установите в стойкурешетку для выпечкиОчистите брюкву и нарежьте на длинные ломтики похожие на ломтики картофеля фри Обваляйте нарезанную брюкву в масле авокадоВыложите кусочки брюквы одним слоем на решетку Посолите Выпекайте на средней стоке  минут до готовности и хрустящей корочки",
        "calories": "Калории 93",
        "ingredients": [
            {
                "name": "брюква среднего размера, очищенная и нарезанная брусочками",
                "amount": "2",
                "measurement": "шт."
            },
            {
                "name": "масло авокадо",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "соль",
                "amount": "1",
                "measurement": "чайн. ложк."
            }
        ]
    },
    {
        "title": "Картофель фри из кабачков",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/12/keto-kartofel-fri-iz-kabachkov-1.jpg",
        "description": "Хрустящие ломтики кабачков во фритюре, которые можно приготовить вместо картофеля фри. Кабачки нарезаются на ломтики, затем панируются в яичной заправке, сыре с миндальной мукой, и запекаются в духовке с небольшим количеством масла.Советы:- сыр пармезан можно заменить азиаго или другим твердым сыром,- вместо домашнего соуса Ранчо используйте домашний майонез,- используйте пергамент или силиконовый коврик для выпечки, чтобы кабачок не прилип к противню,- смажьте ломтики кабачков маслом, чтобы добиться хрустящей корочки.",
        "recept": "Разогреть духовку до  градусов С Нарезать два кабачка на тонкие брусочки Если кожура кабачка тонкая оставить кожуру Выложить кабачки на полотенце чтобы убрать влагу Подготовить две смеси для панировки В одной миске смешать яйцо и домашнюю заправку ранчо или майонез в другой смешать миндальную муку специи и пармезан Обвалять кабачки в яичной смеси а затем в смеси из миндальной муки Поместить кабачки на противень с пергаментом или с силиконовым ковриком для выпечки слегка смазанный маслом Верх ломтиков также смазать кулинарным спреем или маслом для жарки чтобы они стали хрустящимиВыпекать  минут открыть духовку аккуратно перевернуть вилкой и выпекать еще  минут до золотистокоричневого цвета и хрустящей корочки",
        "calories": "Калории 240",
        "ingredients": [
            {
                "name": "кабачки среднего размера",
                "amount": "2",
                "measurement": "шт."
            },
            {
                "name": "куриное яйцо",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "заправка Ранчо или домашний майонез низкоуглеводные",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "миндальная мука",
                "amount": "1",
                "measurement": "стакан"
            },
            {
                "name": "чесночная соль",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "молотый перец",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "чесночный порошок",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "паприка",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "тертый сыр пармезан",
                "amount": "½",
                "measurement": "стакан"
            }
        ]
    },
    {
        "title": "Маринованная кето свекла",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/marinovannaya-keto-svekla-1.jpg",
        "description": "Свекла содержит около 13 гр углеводов на порцию, но примерно 1/2 – / 1/3 чашки достаточно, чтобы добавить пикантного вкуса в салат или к мясному блюду. Кроме этого, свекла – это здоровый источник витамина С, фолиевой кислоты и калия.Маринованная без добавления сахара свекла отлично подходит для низкоуглеводной и кето-диеты. Подавайте кето-маринованную свеклу поверх бургера или овощного салата, в качестве украшения к мясному блюду, или используйте для приготовления борща.Примечание:маринованная свекла может хранится в холодильнике до нескольких недель. Чтобы увеличить срок годности, стерилизуйте банку и крышку перед добавлением свеклы, а для извлечения овощей используйте чистую вилку или ложку.",
        "recept": "Добавьте свеклу в чистую простерилизованную литровую банку Добавьте  зубчика чеснока  зубчик и  веточку травы Налейте воду и уксус в неметаллическую кастрюлю разогрейте и добавьте соль Доведите до легкого кипения и помешивайте лопаткой пока соль не растворится  минут Вылейте рассол в банку чтобы жидкость полностью покрыла свеклу Дайте настояться  минут Затем накройте плотно прилегающей чистой простерилизованной крышкой и поставьте в холодильник на хранение",
        "calories": "Калории 65",
        "ingredients": [
            {
                "name": "нарезанная полосатая свекла",
                "amount": "2",
                "measurement": "стаканы"
            },
            {
                "name": "чистая питьевая вода",
                "amount": "1",
                "measurement": "стакан"
            },
            {
                "name": "яблочный уксус",
                "amount": "1",
                "measurement": "стакан"
            },
            {
                "name": "мелкая соль",
                "amount": "1",
                "measurement": "чайн. ложк."
            },
            {
                "name": "зубчик чеснока",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "гвоздика",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "веточка укропа или розмарина (по желанию)",
                "amount": "1",
                "measurement": "шт."
            }
        ]
    },
    {
        "title": "Маринованные кето огурцы",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-solenyye-ogurtsy-1.jpg",
        "description": "Рецепт домашних соленых огурчиков в холодном рассоле. Для приготовления потребуется залить нарезанные огурцы рассолом и поставить в холодильник. Домашние соленья будут готовы на следующий день.Этот рецепт кето-дружественный, без глютена, без сахара и веганский.Для приготовления понадобится банка объемом 0,5 л, приправы, вода и огурцы. Подойдут длинные огурцы с гладкой кожицей и огурчики небольшого размера с пупырчатой кожицей.Хранить соленья можно в холодильнике 3-4 недели. Чтобы огурцы сохранялись дольше, можно простерилизовать банку и крышку. В отличие от огурцов с горячим рассолом, эти огурцы должны сохранить естественный зеленый цвет.",
        "recept": "Подготовьте огурцы Отрежьте кончики а затем разрежьте огурцы на длинные ломтики чтобы они помещались в банку Сделайте  тонких ломтиков чтобы огурцы было удобно делить на порции В чистой банке смешайте воду уксус соль чеснок укроп перец горошком Маринад должен полностью покрывать огурцы Поместите в банку ломтики огурцов накройте крышкой и поставьте в холодильник на  часа",
        "calories": "Калории 3",
        "ingredients": [
            {
                "name": "огурец",
                "amount": "300",
                "measurement": "гр"
            },
            {
                "name": "чистая питьевая вода",
                "amount": "½",
                "measurement": "стакан"
            },
            {
                "name": "белый уксус 5%",
                "amount": "½",
                "measurement": "стакан"
            },
            {
                "name": "соль",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "веточки укропа (или 1 стол. ложк, сушеного укропа)",
                "amount": "3",
                "measurement": "шт."
            },
            {
                "name": "измельченные зубчики чеснока",
                "amount": "2",
                "measurement": "шт."
            },
            {
                "name": "горошины черного перца",
                "amount": "1",
                "measurement": "чайн. ложк."
            }
        ]
    },
    {
        "title": "Маринованная кето морковь",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-marinovannaya-morkov-1.jpg",
        "description": "Маринованные овощи – отличный способ дополнить вторые блюда. Эту маринованную морковь с красным луком можно добавлять в салаты, к рису из цветной капусты, в гамбургеры, а также использовать для украшения блюд.Маринованная без сахара морковь остается хрустящей, но при этом острой и немного сладкой.Чтобы морковь хорошо замариновалась, следует выдержать банку в холодильнике не менее суток. Поэтому мариновать морковь лучше заранее.Рецепт рассчитан на 6 порций. Всего получается одна банка маринованной моркови объемом 0,4 л. Вы можете увеличить количество ингредиентов, если требуется больше порций.",
        "recept": "В чистую банку объемом  л поместите семена укропа измельченный зубчик чеснока семена горчицы красный перец и  зубчиков гвоздики Очистите морковь от кожуры и хвостиков Нарежьте тонкими полосками с помощью ножа для чистки овощей или натрите на терке Красный лук очистите и нарежьте тонкими ломтиками Смешайте морковь и красный лук Затем поместите их в банку Смешайте оставшиеся ингредиенты в небольшой кастрюле Доведите ингредиенты до кипения и кипятите на слабом огне пока соль полностью не растворится Затем вылейте маринад в банку с морковью и красным луком Плотно закройте банку и дайте ей полностью остыть прежде чем ставить ее в холодильник Дайте ингредиентам замариноваться не менее  часов перед употреблением Чем дольше вы дадите овощам мариноваться тем насыщеннее будет их вкус",
        "calories": "Калории 15",
        "ingredients": [
            {
                "name": "семена укропа",
                "amount": "¼",
                "measurement": "чайн. ложк."
            },
            {
                "name": "зубчик чеснока",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "семена горчицы",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "порошок красного перца",
                "amount": "¼",
                "measurement": "чайн. ложк."
            },
            {
                "name": "палочка гвоздики",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "сырая морковь",
                "amount": "130",
                "measurement": "гр"
            },
            {
                "name": "лук красный",
                "amount": "60",
                "measurement": "гр"
            },
            {
                "name": "чистая питьевая вода",
                "amount": "1,50",
                "measurement": "стаканы"
            },
            {
                "name": "рисовый уксус",
                "amount": "2",
                "measurement": "чайн. ложк."
            },
            {
                "name": "соль",
                "amount": "1",
                "measurement": "чайн. ложк."
            }
        ]
    },
    {
        "title": "Кето бабагануш",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-babaganush-1.jpg",
        "description": "Это кето-версия бабагануша – закуски из баклажанного пюре и специй. Закуску обычно используют для обмакивания и добавляют в другие блюда. Баклажаны – основной ингредиент бабагануша, который является кето дружественным продуктом с низким содержанием углеводов. Чтобы подготовить баклажаны для баба-гануша, нужно запечь их целиком на барбекю или в духовке.Следующая важная вещь, которую следует учитывать при приготовлении кето баба гануша – баланс вкусов. Дополнительные ингредиенты, такие как чеснок, лимонный сок и тахини, могут перебить вкус запеченного баклажана. Поэтому начните с того количества приправ, которые указаны в карточке рецепта. Если потребуется, отрегулируйте их количество в конце приготовления.Бабагануш можно подавать с нарезанными овощами, кето-хлебом, кето-крекерами, добавлять в салаты.Закуска может храниться под крышкой в холодильнике в течение нескольких дней.",
        "recept": "Приготовьте баклажаны одним из способов Способ  Проткните баклажаны вилкой в нескольких местах Обжарьте целые баклажаны на решетке для барбекю на углях в течение  минут переворачивая их каждые  минут Готовность баклажана определяется по мягкости Способ  Разрежьте баклажаны вдоль пополам положите на противень лицевой стороной вниз выстланный фольгой или пергаментом проткните кожицу вилкой в нескольких местах Полейте небольшим количеством оливкового масла Выпекайте баклажаны в духовке  минут при температуре  С до мягкости Как только баклажаны готовы отделите мякоть от кожуры Затем поместите мякоть в дуршлаг чтобы удалить лишнюю жидкость Поместите мякоть баклажан в чашу блендера и измельчите до состояния пюре Переложите в миску Добавьте в миску к баклажанам чеснок лимонный сок тахини тмин молотый перец чили петрушку и соль Перемешайте вилкой до однородностиПостепенно добавляйте оливковое масло перемешивая пока смесь не станет бледной и сливочной Попробуйте и отрегулируйте соль по мере необходимости Украсьте оставшимся оливковым маслом рубленой петрушкой и заатаром",
        "calories": "Калории 132",
        "ingredients": [
            {
                "name": "баклажаны среднего размера",
                "amount": "3",
                "measurement": "шт."
            },
            {
                "name": "зубчики чеснока, измельченные",
                "amount": "2",
                "measurement": "шт."
            },
            {
                "name": "лимонный сок",
                "amount": "¼",
                "measurement": "стакан"
            },
            {
                "name": "тахини",
                "amount": "¼",
                "measurement": "стакан"
            },
            {
                "name": "молотый тмин",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "молотый порошок чили",
                "amount": "¼",
                "measurement": "чайн. ложк."
            },
            {
                "name": "свежая мелко нарезанная петрушка",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "розовая соль",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "оливковое масло первого отжима",
                "amount": "3",
                "measurement": "стол. ложк."
            },
            {
                "name": "заатар (для подачи)",
                "amount": "1",
                "measurement": "щепотка"
            }
        ]
    },
    {
        "title": "Кето запеканка из зеленой фасоли",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-zapekanka-iz-zelenoy-fasoli-1.jpg",
        "description": "Этот рецепт кето-запеканки из зеленой фасоли с хрустящей луковой начинкой – более здоровый вариант запеканки из красной или белой фасоли. Этот рецепт сделан из свежих, ингредиентов: зеленая стручковая фасоль, лук, грибы, сливки, сыр и миндальная мука.Порция этой запеканки содержит примерно 11 гр углеводов и 4 гр клетчатки. Точное значение белков/жиров и углеводов будет зависеть от используемых ингредиентов. Это стоит учитывать, если вы добавляете дополнительные начинки: ломтики бекона, миндаль, разные виды сыра.Запеканку можно приготовить заранее, т.к. она сохраняет свои вкусовые качества при хранении в холодильнике до 4 дней. Также запеканку можно заморозить. Для этого накройте блюдо пленкой или фольгой и заморозьте.",
        "recept": "Разогрейте духовку до  градусов Цельсия В большой кастрюле с кипящей водой отварите зеленую стручковую фасоль до яркозеленого цвета около  минут Слейте воду и отложите вареную фасоль в сторону Разогрейте большую сковороду на среднем огне добавьте сливочное масло и лук Обжаривайте до мягкости около  минут Добавьте грибы и обжаривайте пока они не станут мягкими и большая часть жидкости не испарится около  минут Добавьте измельченный чеснок и обжаривайте еще  минуты Добавьте сливки сливочный сыр соль и перец Доведите до кипения и тушите пока соус не загустеет около  минут Соус должен оставаться на тыльной стороне ложки Добавьте фасоль и перемешайте чтобы покрыть соусом Переложите смесь в форму для запекания Выпекать в предварительно разогретой духовке в течение  минут Смешайте пармезан миндальную муку и луковый порошок Посыпьте запеканку а затем выпекайте еще  минут пока корочка не станет золотистокоричневой",
        "calories": "Калории 212",
        "ingredients": [
            {
                "name": "зеленая стручковая фасоль",
                "amount": "450",
                "measurement": "гр"
            },
            {
                "name": "сливочное масло",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "репчатый лук, мелко нарезанный",
                "amount": "½",
                "measurement": "шт."
            },
            {
                "name": "зубчик чеснока, измельченный (или 1/2 чайной ложки чесночного порошка)",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "шампиньоны, нарезанные ломтиками",
                "amount": "230",
                "measurement": "гр"
            },
            {
                "name": "30% сливки",
                "amount": "½",
                "measurement": "стакан"
            },
            {
                "name": "сливочный сыр",
                "amount": "60",
                "measurement": "гр"
            },
            {
                "name": "соль",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "черный молотый перец",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "тертый сыр пармезан",
                "amount": "¼",
                "measurement": "стакан"
            },
            {
                "name": "миндальная мука",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "миндальная мука",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "луковый порошок",
                "amount": "½",
                "measurement": "чайн. ложк."
            }
        ]
    },
    {
        "title": "Веганский кето гаспачо",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-veganskiy-gaspacho-1.jpg",
        "description": "Гаспачо – острый томатный суп, который принято подавать холодным.Хотя эта кето-версия гаспачо немного отличается от традиционного рецепта, добавленные ингредиенты совсем не портят вкус супа. Свежий халапеньо и жареный красный перец придают блюду пикантность, а мякоть авокадо насыщает суп полезным жиром.Рецепт рассчитан на приготовление 3 порций по 200 гр (если вы подаете его как отдельное блюдо), или на 6 порций по 100 гр (если вы подаете гаспачо как гарнир к основному блюду).Одна порция веганского кето-гаспачо (200 гр) содержит 12 гр жира и 6 гр углеводов.",
        "recept": "В чаше блендера с sобразным лезвием смешайте все ингредиенты кроме воды Взбивайте пока не получите однородную смесь Добавьте больше оливкового масла если необходимо Влейте воду в чашу блендера и взбейте еще раз Попробуйте на вкус и добавьте дополнительные приправы Подавайте сразу или поставьте в холодильник перед подачей",
        "calories": "Калории 134",
        "ingredients": [
            {
                "name": "свежий огурец без кожуры",
                "amount": "280",
                "measurement": "гр"
            },
            {
                "name": "перец халапеньо (примерно 10 см в длину)",
                "amount": "20",
                "measurement": "гр"
            },
            {
                "name": "жареный/запеченный красный перец",
                "amount": "40",
                "measurement": "гр"
            },
            {
                "name": "авокадо",
                "amount": "50",
                "measurement": "гр"
            },
            {
                "name": "оливковое масло",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "соль",
                "amount": "¼",
                "measurement": "чайн. ложк."
            },
            {
                "name": "зубчик чеснока",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "луковый порошок",
                "amount": "¼",
                "measurement": "чайн. ложк."
            },
            {
                "name": "листья кориандра",
                "amount": "¼",
                "measurement": "стакан"
            },
            {
                "name": "вода",
                "amount": "230",
                "measurement": "гр"
            }
        ]
    },
    {
        "title": "Вегетарианские кето роллы",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-vegetarianskiye-rolly-1.jpg",
        "description": "Эти роллы адаптированы для кето-диеты и вегетарианского меню, поскольку не содержат риса и рыбных продуктов.Рецепт основан на ролле Калифорния с имитацией крабового мяса. Имитация краба довольно богата углеводами, поэтому в кето-вегетарианском варианте использован сливочный сыр, мякоть авокадо, рис из цветной капусты и огурец. Использование этих ингредиентов создает сочный сливочный ролл, который отлично сочетается с соевым соусом без сахара.Примечание:Вы можете добавить ингредиенты в начинку на ваш вкус. При замене/добавлении ингредиентов в начинку необходимо произвести перерасчет белков/жиров/углеводов.",
        "recept": "Подготовьте ингредиенты Разогрейте кокосовое масло на средней сковороде и добавьте рис из цветной капусты Обжаривайте  минут пока рис не подрумянится и полностью не сварится Нарежьте авокадо сливочный сыр и огурец тонкими ломтиками и отложите в сторону вместе с рисом из цветной капусты Положите длинный слой полиэтиленовой пленки на чистую плоскую поверхность сверху положите обертку нори Если у вас есть коврик для суши подстелите его под пленку Выложите рис из цветной капусты поверх листа нори тонким ровным слоем Отступите  см с каждого края Выложите слой из авокадо поверх риса захватывая только ближний к вам край Распределите слой сливочного сыра поверх авокадо а затем слой огурца Поднимите ближний край листа нори вместе с пленкой чтобы собрать начинку вместе Медленно оберните нори вокруг начинки Убедитесь что вы не закатываете пленку в ролл Когда вы сворачиваете ролл снимайте пленку с листа нориС помощью острого ножа нарежьте суши на  частей Начните с середины чтобы рис не выталкивался под давлением ножа Подавайте с соевым соусом без сахара",
        "calories": "Калории 231",
        "ingredients": [
            {
                "name": "лист нори",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "рис из цветной капусты",
                "amount": "1",
                "measurement": "стакан"
            },
            {
                "name": "авокадо среднего размера",
                "amount": "½",
                "measurement": "шт."
            },
            {
                "name": "сливочный сыр",
                "amount": "40",
                "measurement": "гр"
            },
            {
                "name": "нарезанный на палочки огурец",
                "amount": "¼",
                "measurement": "стакан"
            },
            {
                "name": "кокосовое масло",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "соевый соус (для подачи)",
                "amount": "½",
                "measurement": "стакан"
            }
        ]
    },
    {
        "title": "Кето борщ без мяса",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-borshch-bez-myasa-1.jpg",
        "description": "Это кето-дружественная версия борща без мяса со свежей или маринованной свеклой. Некоторые ингредиенты классического борща исключены и заменены, но борщ получается таким же насыщенным по вкусу и цвету.Для этого борща можно использовать свежую и маринованную свеклу. Если вы используете свежую свеклу, в процессе варки добавьте больше подсластителя и лимонного сока, чтобы борщ соответствовал вашим вкусовым предпочтениям. Маринованная свекла и маринад сами по себе обладают насыщенным вкусом, поэтому добавление большого количества подсластителя и лимонного сока не требуется.Информация о питании указана для борща с маринованной свеклой, без дополнительного подсластителя и лимонного сока.Порция массой 200 гр содержит 6,8 гр чистых углеводов и 1,5 гр клетчатки.",
        "recept": "Вымойте сушеные грибы В небольшую кастрюлю поместите сушеные грибы и залейте двумя стаканами чистой воды Доведите до кипения Как только вода закипит выключите огонь и оставьте грибы томиться под крышкой в течение  минут В кастрюлю для супа поместите нарезанный лукпорей нарезанную свеклу  стакана свекольного сока если используете маринованную свеклу добавьте маринад чеснок яблочный уксус лимонный сок стевию соль и оставшуюся воду  стакана Также добавьте в кастрюлю  веточки майорана  лавровых листа и  горошин душистого перца Доведите суп до кипения После закипания добавьте белые грибы вместе с жидкостью в которой они варились Уменьшите огонь до слабого кипения накройте кастрюлю крышкой и варите суп  минут пока все ингредиенты не станут мягкими Удалите из супа веточки майорана лавровый лист и душистый перец Подавайте суп в горячем или холодном виде с  ложками сметаны на порцию",
        "calories": "Калории 91",
        "ingredients": [
            {
                "name": "сушеные белые грибы",
                "amount": "15",
                "measurement": "гр"
            },
            {
                "name": "вода",
                "amount": "800",
                "measurement": "гр"
            },
            {
                "name": "сырой лук-порей, нарезанный",
                "amount": "30",
                "measurement": "гр"
            },
            {
                "name": "маринованная свекла или сырая свекла, мелко нарезанная",
                "amount": "90",
                "measurement": "гр"
            },
            {
                "name": "жидкость из свекольного маринада, или свекольный сок",
                "amount": "¾",
                "measurement": "стакан"
            },
            {
                "name": "измельченный чеснок",
                "amount": "1",
                "measurement": "чайн. ложк."
            },
            {
                "name": "яблочный уксус",
                "amount": "½",
                "measurement": "стол. ложк."
            },
            {
                "name": "лимонный сок",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "стевия",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "веточка майорана (по желанию)",
                "amount": "2",
                "measurement": "шт."
            },
            {
                "name": "лист лавровый",
                "amount": "2",
                "measurement": "шт."
            },
            {
                "name": "горошины перца душистого",
                "amount": "5",
                "measurement": "шт."
            },
            {
                "name": "сметана для сервировки",
                "amount": "½",
                "measurement": "стакан"
            }
        ]
    },
    {
        "title": "Кето блинчики из кокосовой муки",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/08/keto-blinchiki-kokosovaya-muka-1.jpg",
        "description": "Блинчики из кокосовой муки – это простое блюдо с низким содержанием углеводов, которые идеально подойдут для сладких десертов и блинных пирогов. Блинчики не содержат молочных продуктов и глютен, они хороши с начинкой из йогурта, фруктов, ягод или ореховой пасты. По желанию используйте подсластитель, корицу или ваниль для теста. Подавайте блинчики в теплом виде с вашей любимой начинкой.Блинчики можно хранить в холодильнике под крышкой или пленкой до 2 дней. Перед употреблением разогрейте на смазанной маслом сковороде или в м/в печи.Информация о питании указана из расчета на 1 порцию, без учета начинки.",
        "recept": "В большой миске смешайте все ингредиенты в следующем порядке яйца растопленное кокосовое масло миндальное молоко кокосовые сливки ванильный экстракт кокосовую муку и миндальную муку Используя венчик или электрический миксер взбейте до получения однородного теста без комков Отставьте миску с тестом на  минут чтобы кокосовая мука впитала жидкость а тесто немного загустело Нагрейте блинную сковороду и слегка смажьте маслом кокосовым или другим подходящим для жарки Для приготовления блинов использована сковорода диаметром  см На выходе получается тонкий блинчик диаметром  см что соответствует  порции Налейте  стакана теста на разогретую сковороду и наклоните ее чтобы разровнять тесто Сначала подрумяньте на среднем огне с одной стороны примерно  минуты пока края не станут хрустящими и будут отставать от сковороды Центр должен быть подсушенным чтобы блинчик не разломился при переворачивании Переверните блин и обжарьте с другой стороны примерно  минуты Повторите предыдущий шаг пока не закончится тесто Должно получится  блинов Если необходимо большее количество удвойте количество ингредиентовПодавайте блинчики с любимой начинкой",
        "calories": "Калории 108Калории из жира 80",
        "ingredients": [
            {
                "name": "куриные яйца",
                "amount": "4",
                "measurement": "шт."
            },
            {
                "name": "растопленное кокосовое масло",
                "amount": "15",
                "measurement": "мл"
            },
            {
                "name": "кокосовые сливки (или «взбитый кокос»)",
                "amount": "60",
                "measurement": "гр"
            },
            {
                "name": "ванильный экстракт (по желанию)",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "кокосовая мука",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "миндальная мука / молотый миндаль",
                "amount": "1",
                "measurement": "стол. ложк."
            }
        ]
    },
    {
        "title": "Кето блинчики из льняной муки",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/08/keto-blinchiki-iz-lnyanoy-muki-1.jpg",
        "description": "Тонкие блинчики из льняной муки – быстрая и вкусная альтернатива низкоуглеводному хлебу. Молотое льняное семя богато Омега-3 жирными кислотами и клетчаткой. Изделия, приготовленные с этим продуктом, помогают снизить чувство голода и помочь пищеварению.Рецепт рассчитан на 6 порций (1 порция = 1 тонкий блинчик диаметром 11- 13 см). Информация о питании указана на 1 порцию, без учета начинки.Эти кето-блинчики можно подавать как в теплом, так и в холодном виде. Блинчики хорошо подходят к соленым начинкам: куриный салат с майонезом и сельдереем; лосось с овощами; ветчина с сыром; яичница с беконом; грибы с сыром.",
        "recept": "Смешайте все ингредиенты в блендере до однородного состояния Чем лучше смешаны ингредиенты тем более однородным будет тесто а моцарелла быстрее растает Тесто должно получится жидким Если тесто становится слишком густым к концу приготовления изза способности льняной муки впитывать влагу добавьте еще немного воды и перемешайте Нагрейте сливочное или оливковое масло на разогретую сковороду с антипригарным покрытием Выложите примерно  столовые ложки жидкого теста диаметр сковороды  см блинчики должны занимать примерно  сковороды Обжаривайте на среднем огне Когда на поверхности появятся пузырьки переверните блинчик чтобы поджарить на другой стороне Если вы используете сливочное масло для жарки очищайте сковороду в процессе приготовления чтобы масло не подгорело",
        "calories": "Калории 86",
        "ingredients": [
            {
                "name": "куриные яйца",
                "amount": "3",
                "measurement": "шт."
            },
            {
                "name": "молотые семена льна",
                "amount": "6",
                "measurement": "стаканы"
            },
            {
                "name": "измельченная моцарелла",
                "amount": "30",
                "measurement": "гр"
            },
            {
                "name": "вода",
                "amount": "6",
                "measurement": "стол. ложк."
            },
            {
                "name": "ксантановая камедь (по желанию)",
                "amount": "¼",
                "measurement": "чайн. ложк."
            }
        ]
    },
    {
        "title": "Ягодный кето салат",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/10/keto-yagodnyy-salat-1.jpg",
        "description": "Это рецепт на одну объемную порцию фруктового салата, при этом его легко изменить на любое количество порций. Фруктовый салат – это простой способ получить хороший и полезный десерт. Особенно хорош такой салат в летнее время, в ягодный сезон.Фрукты и ягоды содержат достаточно большое количество углеводов поэтому чтобы уравновесить БЖУ в готовом десерте, понадобится достаточно жирная заправка и кето-дружественные ягоды. В качестве заправки здесь хорошо работает смесь маскарпоне и жирных сливки для взбивания. Таким образом, количество чистых углеводов в ягодном салате будет составлять примерно 7 гр на порцию.",
        "recept": "Смешайте ягоды и шалфей В другой миске смешайте сыр маскарпоне ваниль и сливки Разогрейте сливочную смесь в микроволновке  секунд и перемешайте Добавьте сливки к ягодам перемешайте и подавайте сразу",
        "calories": "Калории 214",
        "ingredients": [
            {
                "name": "свежая ягодная смесь черники, клубники и малины или ежевики",
                "amount": "1",
                "measurement": "стакан"
            },
            {
                "name": "лист шалфея мелко нарезанный",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "сыр маскарпоне",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "палочка ванили",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "жирные сливки 30%-ные",
                "amount": "½",
                "measurement": "стол. ложк."
            }
        ]
    },
    {
        "title": "Кето-салат Ягодный Чизкейк",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/10/keto-salat-yagodnyy-chizkeyk-1.jpg",
        "description": "Этот ягодный салат со сливочным кремом может быть подан как десерт и как отдельное блюдо на завтрак. Он напоминает взбитые сливки с ягодами, но адаптирован к кето-диете.Вы можете подать его в салатной миске или высоком бокале, украсив какао-порошком или шоколадной стружкой без сахара.Для десерта используйте один из видов свежих низкоуглеводных ягод или микс из ягод малины, клубники, черники. Всего потребуется 1 стакан ягод.Примечание: если вы используете хрупкие ягоды (ежевика, малина), добавьте их в последнюю очередь.",
        "recept": "Взбейте с помощью миксера жирные сливки подсластитель до кремообразной воздушной массы Смешайте крем с ягодами Салат готов",
        "calories": "Калории 106",
        "ingredients": [
            {
                "name": "сыр сливочный",
                "amount": "220",
                "measurement": "гр"
            },
            {
                "name": "свежая клубника",
                "amount": "⅓",
                "measurement": "стакан"
            },
            {
                "name": "свежая черника",
                "amount": "⅓",
                "measurement": "стакан"
            },
            {
                "name": "свежая малина",
                "amount": "⅓",
                "measurement": "стакан"
            },
            {
                "name": "сливки для взбивания 30%",
                "amount": "½",
                "measurement": "стакан"
            },
            {
                "name": "Swerve или эритрит или 1 капля жидкой стевии",
                "amount": "1",
                "measurement": "стол. ложк."
            }
        ]
    },
    {
        "title": "Овощной кето салат из брокколи без майонеза",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/10/keto-ovoshchnoy-salat-iz-brokkoli-bez-mayoneza-1.jpg",
        "description": "Кето-салат с брокколи – овощной салат с сочной заправкой без майонеза. Салат можно хранить в холодильнике до 5 дней. В этом случае добавляйте заправку не сразу, а непосредственно перед подачей.Немного об ингредиентах:Брокколи: используйте свежую брокколи, немного отварив её перед добавлением в салат. Чтобы брокколи не разварилась, после варки поместите её в ледяную воду.Яблочный уксус: помогает придать кисло-сладкий вкус салату. Также можно использовать белый уксус.Горчица: помогает придать остроту салату. Можно использовать дижонскую или белую (английскую) горчицу.Нарезанный миндаль и кедровые орехи: придают хрустящую основу и легкий ореховый привкус. Для более ароматного салата используйте поджаренный миндаль.Не используйте орехи, горчицу или уксус, если у вас есть аллергия на какой-либо из указанных продуктов.",
        "recept": "Наполните большую кастрюлю водой и половиной чайной ложки соли Доведите воду до кипения Добавьте соцветия брокколи и варите  минут Снимите с плиты и слейте воду Поместите брокколи в ледяную воду Разогрейте на среднем огне и добавьте оливковое масло для жарки Добавьте нарезанный лук и обжаривайте  минут до золотистокоричневого цвета Снимите с огня и поместите в миску Накройте миску чтобы лук карамелизировался В миску добавьте йогурт яблочный уксус горчицу соль и перец и взбейте до однородной массы Посолите по вкусу В отдельную миску добавьте брокколи карамелизированный лук нарезанный миндаль и кедровые орехи перемешайте Добавьте заправку в салатную смесь и перемешивайте пока заправка полностью не покроет все ингредиенты Разложите салат в порционные чашки и подавайте сразу",
        "calories": "Калории 157",
        "ingredients": [
            {
                "name": "нарезанная капуста брокколи",
                "amount": "4",
                "measurement": "стаканы"
            },
            {
                "name": "оливковое масло",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "нарезанный репчатый лук",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "кокосовый или греческий йогурт",
                "amount": "½",
                "measurement": "стакан"
            },
            {
                "name": "яблочный или другой уксус",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "дижонская горчица",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "соль или по вкусу",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "перец или по вкусу",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "хлопья миндаля",
                "amount": "¼",
                "measurement": "стакан"
            },
            {
                "name": "кедровые орехи",
                "amount": "¼",
                "measurement": "стакан"
            }
        ]
    },
    {
        "title": "Кето салат из болгарского перца, шпината, сыра фета",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/10/keto-salat-bolgarskiy-perets-shpinat-feta-1.jpg",
        "description": "Этот сырно-овощной салат наполнен вкусами болгарского перца, оливок и базилика. Салат может служить полноценным гарниром к основному блюду, а также самостоятельной закуской.Лучше всего здесь использовать болгарский перец красного цвета – он самый сладкий и ароматный. Одинаково подходит свежий сырой перец, маринованный или бланшированный перец.В салате присутствует небольшое количество оливок и кедровых орехов. Если у вас есть аллергия на эти продукты, просто не добавляйте эти компоненты.",
        "recept": "Кедровые орехи обжарьте на сухой сковороде на слабом огне Время жарки  минуты или до светлозолотистого цвета Нарежьте оливки пополам болгарский перец  на полоски базилик  на крупные части Добавьте к большому сервировочному блюду со шпинатом и перемешайте Покрошите сыр фета и добавьте обжаренные кедровые орехи Смешайте лимонный сок и оливковое масло чтобы заправить салат Перемешайте и оставьте на  минут чтобы шпинат размягчился",
        "calories": "Калории 199",
        "ingredients": [
            {
                "name": "оливки Каламата",
                "amount": "10",
                "measurement": "шт."
            },
            {
                "name": "нарезанный свежий базилик",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "сыр Фета",
                "amount": "30",
                "measurement": "гр"
            },
            {
                "name": "свежий шпинат",
                "amount": "60",
                "measurement": "гр"
            },
            {
                "name": "кедровые орешки",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "оливковое масло",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "лимонный сок",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "красный болгарский перец сырой, маринованный или бланшированный",
                "amount": "60",
                "measurement": "гр"
            }
        ]
    },
    {
        "title": "Тыквенная кето каша с кокосовой мукой",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/10/keto-tykvennaya-kokosovaya-kasha-1.jpg",
        "description": "Эта ароматная тыквенная каша – согревающий низкоуглеводный завтрак. Он готовится из тыквенного пюре, кокосовой муки и миндального молока. Получается 1 порция, которая содержит около 4,5 гр чистых углеводов. Примечания: - кокосовая мука может быть заменена 3 столовыми ложками миндальной муки, либо смесью измельченных семян кунжута и подсолнечника (также 3 столовыми ложками), - вместо льняного семени для увеличения количества клетчатки можно использовать 1 столовую ложку семян чиа, - миндальное молоко заменяется другим ореховым молоком, - чтобы добавить дополнительный белок, можно добавить столовую ложку сывороточного протеина или столовую ложку порошка коллагена, - чтобы увеличить количество жира для более сытного завтрака, добавьте масло МСТ.",
        "recept": "Смешайте все ингредиенты для каши в миске Поставьте в микроволновую печь на  минуту при высокой мощности или разогрейте на среднем огне",
        "calories": "Калории 106",
        "ingredients": [
            {
                "name": "кокосовая мука",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "молотые семена льна",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "тыквенное пюре",
                "amount": "60",
                "measurement": "гр"
            },
            {
                "name": "миндальное молоко или другое ореховое молоко",
                "amount": "120",
                "measurement": "мл"
            },
            {
                "name": "корица или специи для тыквы",
                "amount": "¼",
                "measurement": "чайн. ложк."
            }
        ]
    },
    {
        "title": "Беззерновая веганская кето-каша",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/10/bezzernovaya-keto-kasha-iz-mindalnogo-moloka-1.jpg",
        "description": "Это питательная каша для завтрака без зерен приготовлена из сбалансированной смеси семян. К тому же, каша не содержит продуктов животного происхождения, являясь веганской.Примечания:Порция этой каши содержит примерно 4 гр чистых углеводов, богата клетчаткой и витаминами, поступающими из семян и ягод.Добавьте 1 ч. л. эритрита в каждую порцию, если предпочитаете сладкую кашу.В качестве начинки можно использовать свежие или размороженные ягоды, ореховое масло, жареный арахис, шоколад без сахара.",
        "recept": "Смешайте семена и специи с молоком Дайте настояться около  минут Добавьте смесь в чашу блендера или кухонного комбайна Взбивайте пока не получится однородная масса Для холодной каши поместите смесь в миску и ягодыДля теплой каши разогрейте смесь в кастрюле и добавьте немного молока поместите в миску и подавайте украсив ягодами",
        "calories": "Калории 156",
        "ingredients": [
            {
                "name": "семена чиа",
                "amount": "40",
                "measurement": "гр"
            },
            {
                "name": "несладкое миндальное молоко",
                "amount": "220",
                "measurement": "мл"
            },
            {
                "name": "черника",
                "amount": "30",
                "measurement": "гр"
            },
            {
                "name": "малина",
                "amount": "20",
                "measurement": "гр"
            },
            {
                "name": "корица",
                "amount": "1",
                "measurement": "щепотка"
            },
            {
                "name": "соль",
                "amount": "1",
                "measurement": "щепотка"
            }
        ]
    }
][
    {
        "title": "Кето авокадо во фритюре",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/07/Keto-avokado-vo-frityure-1.jpg",
        "description": "Авокадо во фритюре – альтернатива картофелю фри для кето-диеты. Вкус обжаренного авокадо напоминает традиционный картофель фри, разница только в количестве углеводов и жиров в продуктах.Для закуски лучше выбирать твердое авокадо. Такое авокадо легче нарезать на тонкие и ровные ломтики, а в процессе жарки кусочки не развалятся. После того, как авокадо нарезано, его обваливают в яичную смесь, приправу и миндальную муку. Миндальная мука – идеальное покрытие для хрустящей корочки, без лишних углеводов. Покрытые панировкой кусочки авокадо обжариваются до золотистого цвета. Для жарки подходит любое растительное масло с точкой дымления более 250 С, например, кунжутное масло, рафинированное подсолнечное масло, топленое масло, масло авокадо. Готовое авокадо во фритюре подавать сразу, пока кусочки не остыли. В качестве соуса хорошо подходят соус Sriracha или Чили.",
        "recept": "В миске смешайте миндальную муку с солью и кайенским перцем Очистите авокадо нарежьте на половинки и удалите косточки Каждую половинку авокадо нарежьте вертикально на  частей в зависимости от размера фрукта Разогрейте фритюрницу или глубокую сковороду с большим количеством растительного масла Температура должна составлять примерно  С Если под рукой нет термометра можно проверить температуру масла следующим способом опустить деревянную ложку или лопатку в масло если ложка окружена пузырьками то масло достаточно прогрелось На нагревание уходит примерно  минут В миске слегка взбейте куриное яйцо Обваляйте каждый кусочек авокадо в яйце Затем обваляйте авокадо в миндальной муке пока она плотное не покроет заготовку Осторожно опустите каждый ломтик авокадо в разогретое масло Обжаривайте каждый кусочек авокадо или партию  секунд до светлокоричневой корочки Достаньте авокадо с помощью шумовки и переложите на тарелку с бумажными полотенцами чтобы впиталось лишнее масло Подавайте авокадо во фритюре со смесью соуса Чили Шрирача и майонеза",
        "calories": "Калории 587",
        "ingredients": [
            {
                "name": "авокадо",
                "amount": "3",
                "measurement": "шт."
            },
            {
                "name": "яйцо",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "миндальная мука",
                "amount": "1,50",
                "measurement": "стаканы"
            },
            {
                "name": "растительное масло с высокой точкой дымления (например, органическое подсолнечное)",
                "amount": "1,50",
                "measurement": "стаканы"
            },
            {
                "name": "кайенский перец",
                "amount": "¼",
                "measurement": "чайн. ложк."
            },
            {
                "name": "соль",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "домашний майонез",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "Шрирачи (или соус Чили)",
                "amount": "1",
                "measurement": "чайн. ложк."
            }
        ]
    },
    {
        "title": "Кето пюре из сыра и цветной капусты",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-pyure-iz-syra-i-tsvetnoy-kapusty-1.jpg",
        "description": "Быстрый и простой гарнир из цветной капусты и сыра. Цветная капуста в сочетании с маслом, сыром чеддер и маскарпоне получается нежной и наполненной здоровыми жирами. По вкусу такое пюре напоминает картофельное, но содержит меньше углеводов. К тому же, в капусте много клетчатки и она довольно питательная. С добавлением жира из сыра и масла – это отличный гарнир для кето-диеты.Такое пюре можно хранить в холодильнике в течение нескольких дней. Однако, пюре будет вкуснее, если подавать его сразу после приготовления.",
        "recept": "Нарежьте цветную капусту на соцветия Поместите соцветия миску для микроволновой печи накройте бумажным полотенцем и готовьте при высокой мощности до мягкости  минут Также можно отварить соцветия в воде или на пару Слейте воду с капусты и промокните бумажным полотенцем чтобы удалить лишнюю влагу Добавьте капусту в чашу блендера вместе с остальными ингредиентами Измельчите до однородной консистенции Переложите в тарелку и сразу подавайте на стол",
        "calories": "Калории 231Калории из жира 189",
        "ingredients": [
            {
                "name": "средний кочан цветной капусты",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "тертый чеддер",
                "amount": "1",
                "measurement": "стакан"
            },
            {
                "name": "сметана",
                "amount": "¼",
                "measurement": "стакан"
            },
            {
                "name": "маскарпоне",
                "amount": "½",
                "measurement": "стакан"
            },
            {
                "name": "сливочное масло",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "чесночная соль",
                "amount": "1",
                "measurement": "чайн. ложк."
            },
            {
                "name": "черный перец",
                "amount": "12",
                "measurement": "щепотки"
            },
            {
                "name": "соль",
                "amount": "12",
                "measurement": "щепотки"
            }
        ]
    },
    {
        "title": "Кето рис из цветной капусты",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/ris-dlya-keto-1.jpg",
        "description": "Рис из цветной капусты, или «фальшивый рис» – это измельченная до размера риса цветная капуста. На кето-диете этот продукт является заменителем обычного белого риса. Его можно использовать в сыром виде для запеканок и фаршировки блюд, или подавать как гарнир к основному блюду в горячем виде.Такой гарнир легко и быстро приготовить, он насыщен питательными веществами и низкоуглеводный.500 гр цветной капусты даст около 4 стаканов «риса». Большая головка массой 1 кг и даст около 6-8 стаканов «риса». Измельченную цветную капусту можно использовать сразу, а остатки «сырого риса» можно заморозить на срок до 3 месяцев.",
        "recept": "Подготовьте капусту удалите внешние листья и стебель удалите сердцевину разрежьте крупные соцветия Затем измельчите цветную капусту до кусочков размером с рис одним из способовИспользуя блендер с Sобразной насадкой и чашей Используя ручную терку Используя нож и разделочную доску капуста будет крупнее чем рисТеперь можно приступать к приготовлению Приготовление на сковороде Разогрейте глубокую сковороду добавьте  столовую ложку масла сделайте огонь средним Добавьте цветную капусту и перемешайте Накройте сковороду крышкой и дайте цветной капусте пропариться в течение  минут периодически помешивая Снимите крышку и готовьте еще около  минут пока рис из цветной капусты не станет таким мягким как вам хотелось бы В пароварке Поместите сырую измельченную цветную капусту в чашу пароварки Варите в течение  минут пока рис не станет мягким В микроволновой печи Поместите сырой рис из цветной капусты в безопасную для микроволновой печи стеклянную пластиковую или фарфоровую форму или глубокую чашку Накройте крышкой для микроволновой печи и поставьте в микроволновку на  минуты Затем достаньте рис из микроволновки приподнимите крышку осторожно чтобы не обжечься паром и перемешайте Когда рис готов приправьте специями по вкусу и подавайте",
        "calories": "Калории 53",
        "ingredients": [
            {
                "name": "крупная цветная капуста",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "оливковое масло",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "соль или по вкусу (или по вкусу)",
                "amount": "1",
                "measurement": "чайн. ложк."
            },
            {
                "name": "черный молотый перец (или по вкусу)",
                "amount": "1",
                "measurement": "щепотка"
            }
        ]
    },
    {
        "title": "Кето спагетти из кабачков",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-spagetti-iz-kabachka-1.jpg",
        "description": "Кабачок –низкоуглеводный овощ, из которого можно приготовить множество блюд. Одно из них – кабачковые спагетти, заменяющие пшеничные спагетти на кето-диете. Спагетти из кабачков можно приготовить разными способами и подавать с овощными гарнирами, мясными и рыбными блюдами, а также как самостоятельное блюдо с сырным, мясным или томатным соусом.Для приготовления спагетти из кабачков лучше использовать молодые кабачки с тонкой кожицей и без семян. Такие кабачки удобно нарезать спиралью с помощью специального ножа или терки для корейской моркови.",
        "recept": "Кабачки вымойте обрежьте концыНарежьте на тонкие полоски кабачок одним из способов  Используя нож для спиральной нарезки овощей  С помощью ножа для чистки овощей нарежьте кабачок на ломтики затем эти ломтики нарежьте на тонкие полоски с помощью ножа  С помощью терки для корейской моркови Разогрейте сковороду с небольшим количеством оливкового масла на среднем огне Поместите нарезанные кабачки и готовьте  минут пока кабачки не станут мягкими Во время приготовления часто перемешивайте спагетти с помощью щипцов или лопатки Спагетти из кабачков должны быть мягкими но не разваливаться В конце посыпьте солью и перцем",
        "calories": "Калории 60",
        "ingredients": [
            {
                "name": "кабачки молодые с кожурой",
                "amount": "3",
                "measurement": "шт."
            }
        ]
    },
    {
        "title": "Кето пюре из цветной капусты",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-pyure-iz-tsvetnoy-kapusty-1.jpg",
        "description": "Пюре из цветной капусты – это простой способ заменить картофельное пюре на кето-диете. Рецепт рассчитан на 2 порции из капусты массой 500 гр. Если вам требуется больше порций, удвойте или утройте количество ингредиентов.Примечания:Подавайте пюре с любой подливой, мясом или соусом.Если вы предпочитаете сырное картофельное пюре, добавьте 50-60 гр сливочного сыра или немного пищевых дрожжей для веганского варианта. Для придания кремовой консистенции можно использовать хумус.Остатки пюре из цветной капусты можно хранить в закрытом контейнере в холодильнике до 5 дней.",
        "recept": "Отварите соцветия цветной капусты в кипящей подсоленной воде или в чашепароварке Время варки  минут или пока вилка с легкостью не проткнет капусту Удалите лишнюю воду отложите капусту в сторону Поставьте глубокую сковороду на огонь добавьте оливковое масло и чеснок Обжарьте немного пока чеснок не станет мягким около  минут Переложите цветную капусту и чеснок в чашу блендера с Sобразным лезвием Приправьте солью перцем и свежим тимьяном Перемешивайте пока смесь не станет однородной и похожей на пюре При необходимости можно добавить немного воды Попробуйте и отрегулируйте приправу по вкусу Подавайте капустное пюре в теплом виде",
        "calories": "Калории 116",
        "ingredients": [
            {
                "name": "цветная капуста среднего размера, нарезанная на соцветия",
                "amount": "500",
                "measurement": "гр"
            },
            {
                "name": "оливковое масло 1-ого отжима",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "измельченные зубчики чеснока",
                "amount": "6",
                "measurement": "шт."
            },
            {
                "name": "свежие листья тимьяна",
                "amount": "1",
                "measurement": "чайн. ложк."
            },
            {
                "name": "соль",
                "amount": "12",
                "measurement": "щепотки"
            },
            {
                "name": "черный молотый перец",
                "amount": "12",
                "measurement": "щепотки"
            }
        ]
    },
    {
        "title": "Кето-рис по-мексикански",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-ris-po-meksikanski-1.jpg",
        "description": "Этот низкоуглеводный овощной рис можно подавать к любому мексиканскому блюду, например, добавлять в начинку буритто и подавать в качестве гарнира для тако.Для этого рецепта годятся и свежий, и замороженный рис из цветной капусты. Свежий капустный рис готовится в общей сложности 5 минут. При использовании замороженного риса поместите его на сковороду не размораживая. Отрегулируйте время приготовления замороженного риса на свой вкус. Замороженный рис будет более водянистый и более мягкий.",
        "recept": "Разогрейте масло в сковороде на среднем огнеКогда масло нагреется добавьте лук и халапеньо и готовьте до мягкости примерно  минут постоянно помешивая Добавьте чеснок томатную пасту и готовьте на среднем огне еще  минуту Добавьте рис из цветной капусты тмин и соль и готовьте периодически помешивая в течение  минут или до тех пор пока цветная капуста не станет такой мягкой по вашему вкусу",
        "calories": "Калории 75",
        "ingredients": [
            {
                "name": "рис из цветной капусты",
                "amount": "450",
                "measurement": "гр"
            },
            {
                "name": "масло авокадо",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "репчатый лук, нарезанный кубиками",
                "amount": "½",
                "measurement": "шт."
            },
            {
                "name": "халапеньо, мелко нарезанный",
                "amount": "½",
                "measurement": "шт."
            },
            {
                "name": "измельченные зубчики чеснока",
                "amount": "2",
                "measurement": "шт."
            },
            {
                "name": "томатная паста",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "тмин",
                "amount": "1",
                "measurement": "чайн. ложк."
            },
            {
                "name": "соль",
                "amount": "1",
                "measurement": "чайн. ложк."
            },
            {
                "name": "свежая нарезанная кинза (для подачи)",
                "amount": "2",
                "measurement": "стол. ложк."
            }
        ]
    },
    {
        "title": "Сливочное кето пюре из цветной капусты",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-pyure-iz-slivochnogo-syra-i-tsvetnoy-kapusty-1.jpg",
        "description": "Для приготовления этого кето-пюре отлично подходит замороженная цветная капуста. В сочетании со сливочным сыром цветная капуста получается очень похожей на пюре из картофеля.Цветная капуста в замороженном виде уже разделана на соцветия и позволяет точно отмерить точное количество продукта. Это экономит время при подготовке ингредиентов.Чтобы пюре не было водянистым, рекомендуется варить капусту на пару. Благодаря этому лишняя влага «уйдет» из замороженной капусты и пюре будет гуще.Для того, чтобы измельчить капусту до состояния гладкого пюре, лучше всего подходит блендер с чашей и S-образной насадкой.Пюре можно хранить в холодильнике несколько дней. Перед подачей разогрейте его в духовке или микроволновой печи.",
        "recept": "В большой кастрюле доведите до кипения  стакана воды на сильном огне Поместите замороженную цветную капусту в дуршлаг Поместите дуршлаг поверх кастрюли с кипящей водой и накройте крышкой Готовьте на среднем огне  минут или до тех пор пока цветная капуста не станет очень мягкой Переложите горячую цветную капусту в чашу блендера вместе со сливочным сыром морской солью и черным перцем Измельчите в течение минуты Добавьте густые сливки отрегулируйте приправы по вкусу и включите блендер еще на минуту Подавайте сразу пока капуста еще теплая По желанию украсьте сливочным маслом и зеленью",
        "calories": "Калории 263",
        "ingredients": [
            {
                "name": "замороженная цветная капуста",
                "amount": "700",
                "measurement": "гр"
            },
            {
                "name": "сливочный сыр",
                "amount": "230",
                "measurement": "гр"
            },
            {
                "name": "сливки 30%",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "морская соль или по вкусу",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "черный молотый перец или по вкусу",
                "amount": "¼",
                "measurement": "чайн. ложк."
            },
            {
                "name": "сливочное масло для сервировки (по желанию)",
                "amount": "23",
                "measurement": "стол. ложк."
            }
        ]
    },
    {
        "title": "Кето картофель фри из брюквы",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/12/keto-kartofel-fri-iz-bryukvy-1.jpg",
        "description": "Картофель фри на кето-диете можно приготовить из брюквы. Порция такого «картофеля фри» содержит 7 гр углеводов.Брюква – один из самых удачных низкоуглеводных овощей для приготовления картофеля фри на кето-диете. Брюква сохраняет форму при выпекании, а на вкус похожа на сладкий картофель.Чтобы овощ получился хрустящим при запекании в духовке, можно использовать бумагу для выпечки. Для этого ломтики брюквы помещаются на стойку с решеткой, которая ставится на противень с листом пергаментной бумаги. Это позволяет циркулировать воздуху и не дает промокнуть «картофелю».Подавать такой картофель-фри можно с томатным и сырным соусом, в качестве гарнира к мясу или рыбе.",
        "recept": "Нагрейте духовку до  С Выровняйте плоский противень пергаментной бумагой Установите в стойкурешетку для выпечкиОчистите брюкву и нарежьте на длинные ломтики похожие на ломтики картофеля фри Обваляйте нарезанную брюкву в масле авокадоВыложите кусочки брюквы одним слоем на решетку Посолите Выпекайте на средней стоке  минут до готовности и хрустящей корочки",
        "calories": "Калории 93",
        "ingredients": [
            {
                "name": "брюква среднего размера, очищенная и нарезанная брусочками",
                "amount": "2",
                "measurement": "шт."
            },
            {
                "name": "масло авокадо",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "соль",
                "amount": "1",
                "measurement": "чайн. ложк."
            }
        ]
    },
    {
        "title": "Картофель фри из кабачков",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/12/keto-kartofel-fri-iz-kabachkov-1.jpg",
        "description": "Хрустящие ломтики кабачков во фритюре, которые можно приготовить вместо картофеля фри. Кабачки нарезаются на ломтики, затем панируются в яичной заправке, сыре с миндальной мукой, и запекаются в духовке с небольшим количеством масла.Советы:- сыр пармезан можно заменить азиаго или другим твердым сыром,- вместо домашнего соуса Ранчо используйте домашний майонез,- используйте пергамент или силиконовый коврик для выпечки, чтобы кабачок не прилип к противню,- смажьте ломтики кабачков маслом, чтобы добиться хрустящей корочки.",
        "recept": "Разогреть духовку до  градусов С Нарезать два кабачка на тонкие брусочки Если кожура кабачка тонкая оставить кожуру Выложить кабачки на полотенце чтобы убрать влагу Подготовить две смеси для панировки В одной миске смешать яйцо и домашнюю заправку ранчо или майонез в другой смешать миндальную муку специи и пармезан Обвалять кабачки в яичной смеси а затем в смеси из миндальной муки Поместить кабачки на противень с пергаментом или с силиконовым ковриком для выпечки слегка смазанный маслом Верх ломтиков также смазать кулинарным спреем или маслом для жарки чтобы они стали хрустящимиВыпекать  минут открыть духовку аккуратно перевернуть вилкой и выпекать еще  минут до золотистокоричневого цвета и хрустящей корочки",
        "calories": "Калории 240",
        "ingredients": [
            {
                "name": "кабачки среднего размера",
                "amount": "2",
                "measurement": "шт."
            },
            {
                "name": "куриное яйцо",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "заправка Ранчо или домашний майонез низкоуглеводные",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "миндальная мука",
                "amount": "1",
                "measurement": "стакан"
            },
            {
                "name": "чесночная соль",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "молотый перец",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "чесночный порошок",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "паприка",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "тертый сыр пармезан",
                "amount": "½",
                "measurement": "стакан"
            }
        ]
    },
    {
        "title": "Маринованная кето свекла",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/marinovannaya-keto-svekla-1.jpg",
        "description": "Свекла содержит около 13 гр углеводов на порцию, но примерно 1/2 – / 1/3 чашки достаточно, чтобы добавить пикантного вкуса в салат или к мясному блюду. Кроме этого, свекла – это здоровый источник витамина С, фолиевой кислоты и калия.Маринованная без добавления сахара свекла отлично подходит для низкоуглеводной и кето-диеты. Подавайте кето-маринованную свеклу поверх бургера или овощного салата, в качестве украшения к мясному блюду, или используйте для приготовления борща.Примечание:маринованная свекла может хранится в холодильнике до нескольких недель. Чтобы увеличить срок годности, стерилизуйте банку и крышку перед добавлением свеклы, а для извлечения овощей используйте чистую вилку или ложку.",
        "recept": "Добавьте свеклу в чистую простерилизованную литровую банку Добавьте  зубчика чеснока  зубчик и  веточку травы Налейте воду и уксус в неметаллическую кастрюлю разогрейте и добавьте соль Доведите до легкого кипения и помешивайте лопаткой пока соль не растворится  минут Вылейте рассол в банку чтобы жидкость полностью покрыла свеклу Дайте настояться  минут Затем накройте плотно прилегающей чистой простерилизованной крышкой и поставьте в холодильник на хранение",
        "calories": "Калории 65",
        "ingredients": [
            {
                "name": "нарезанная полосатая свекла",
                "amount": "2",
                "measurement": "стаканы"
            },
            {
                "name": "чистая питьевая вода",
                "amount": "1",
                "measurement": "стакан"
            },
            {
                "name": "яблочный уксус",
                "amount": "1",
                "measurement": "стакан"
            },
            {
                "name": "мелкая соль",
                "amount": "1",
                "measurement": "чайн. ложк."
            },
            {
                "name": "зубчик чеснока",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "гвоздика",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "веточка укропа или розмарина (по желанию)",
                "amount": "1",
                "measurement": "шт."
            }
        ]
    },
    {
        "title": "Маринованные кето огурцы",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-solenyye-ogurtsy-1.jpg",
        "description": "Рецепт домашних соленых огурчиков в холодном рассоле. Для приготовления потребуется залить нарезанные огурцы рассолом и поставить в холодильник. Домашние соленья будут готовы на следующий день.Этот рецепт кето-дружественный, без глютена, без сахара и веганский.Для приготовления понадобится банка объемом 0,5 л, приправы, вода и огурцы. Подойдут длинные огурцы с гладкой кожицей и огурчики небольшого размера с пупырчатой кожицей.Хранить соленья можно в холодильнике 3-4 недели. Чтобы огурцы сохранялись дольше, можно простерилизовать банку и крышку. В отличие от огурцов с горячим рассолом, эти огурцы должны сохранить естественный зеленый цвет.",
        "recept": "Подготовьте огурцы Отрежьте кончики а затем разрежьте огурцы на длинные ломтики чтобы они помещались в банку Сделайте  тонких ломтиков чтобы огурцы было удобно делить на порции В чистой банке смешайте воду уксус соль чеснок укроп перец горошком Маринад должен полностью покрывать огурцы Поместите в банку ломтики огурцов накройте крышкой и поставьте в холодильник на  часа",
        "calories": "Калории 3",
        "ingredients": [
            {
                "name": "огурец",
                "amount": "300",
                "measurement": "гр"
            },
            {
                "name": "чистая питьевая вода",
                "amount": "½",
                "measurement": "стакан"
            },
            {
                "name": "белый уксус 5%",
                "amount": "½",
                "measurement": "стакан"
            },
            {
                "name": "соль",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "веточки укропа (или 1 стол. ложк, сушеного укропа)",
                "amount": "3",
                "measurement": "шт."
            },
            {
                "name": "измельченные зубчики чеснока",
                "amount": "2",
                "measurement": "шт."
            },
            {
                "name": "горошины черного перца",
                "amount": "1",
                "measurement": "чайн. ложк."
            }
        ]
    },
    {
        "title": "Маринованная кето морковь",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-marinovannaya-morkov-1.jpg",
        "description": "Маринованные овощи – отличный способ дополнить вторые блюда. Эту маринованную морковь с красным луком можно добавлять в салаты, к рису из цветной капусты, в гамбургеры, а также использовать для украшения блюд.Маринованная без сахара морковь остается хрустящей, но при этом острой и немного сладкой.Чтобы морковь хорошо замариновалась, следует выдержать банку в холодильнике не менее суток. Поэтому мариновать морковь лучше заранее.Рецепт рассчитан на 6 порций. Всего получается одна банка маринованной моркови объемом 0,4 л. Вы можете увеличить количество ингредиентов, если требуется больше порций.",
        "recept": "В чистую банку объемом  л поместите семена укропа измельченный зубчик чеснока семена горчицы красный перец и  зубчиков гвоздики Очистите морковь от кожуры и хвостиков Нарежьте тонкими полосками с помощью ножа для чистки овощей или натрите на терке Красный лук очистите и нарежьте тонкими ломтиками Смешайте морковь и красный лук Затем поместите их в банку Смешайте оставшиеся ингредиенты в небольшой кастрюле Доведите ингредиенты до кипения и кипятите на слабом огне пока соль полностью не растворится Затем вылейте маринад в банку с морковью и красным луком Плотно закройте банку и дайте ей полностью остыть прежде чем ставить ее в холодильник Дайте ингредиентам замариноваться не менее  часов перед употреблением Чем дольше вы дадите овощам мариноваться тем насыщеннее будет их вкус",
        "calories": "Калории 15",
        "ingredients": [
            {
                "name": "семена укропа",
                "amount": "¼",
                "measurement": "чайн. ложк."
            },
            {
                "name": "зубчик чеснока",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "семена горчицы",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "порошок красного перца",
                "amount": "¼",
                "measurement": "чайн. ложк."
            },
            {
                "name": "палочка гвоздики",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "сырая морковь",
                "amount": "130",
                "measurement": "гр"
            },
            {
                "name": "лук красный",
                "amount": "60",
                "measurement": "гр"
            },
            {
                "name": "чистая питьевая вода",
                "amount": "1,50",
                "measurement": "стаканы"
            },
            {
                "name": "рисовый уксус",
                "amount": "2",
                "measurement": "чайн. ложк."
            },
            {
                "name": "соль",
                "amount": "1",
                "measurement": "чайн. ложк."
            }
        ]
    },
    {
        "title": "Кето бабагануш",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-babaganush-1.jpg",
        "description": "Это кето-версия бабагануша – закуски из баклажанного пюре и специй. Закуску обычно используют для обмакивания и добавляют в другие блюда. Баклажаны – основной ингредиент бабагануша, который является кето дружественным продуктом с низким содержанием углеводов. Чтобы подготовить баклажаны для баба-гануша, нужно запечь их целиком на барбекю или в духовке.Следующая важная вещь, которую следует учитывать при приготовлении кето баба гануша – баланс вкусов. Дополнительные ингредиенты, такие как чеснок, лимонный сок и тахини, могут перебить вкус запеченного баклажана. Поэтому начните с того количества приправ, которые указаны в карточке рецепта. Если потребуется, отрегулируйте их количество в конце приготовления.Бабагануш можно подавать с нарезанными овощами, кето-хлебом, кето-крекерами, добавлять в салаты.Закуска может храниться под крышкой в холодильнике в течение нескольких дней.",
        "recept": "Приготовьте баклажаны одним из способов Способ  Проткните баклажаны вилкой в нескольких местах Обжарьте целые баклажаны на решетке для барбекю на углях в течение  минут переворачивая их каждые  минут Готовность баклажана определяется по мягкости Способ  Разрежьте баклажаны вдоль пополам положите на противень лицевой стороной вниз выстланный фольгой или пергаментом проткните кожицу вилкой в нескольких местах Полейте небольшим количеством оливкового масла Выпекайте баклажаны в духовке  минут при температуре  С до мягкости Как только баклажаны готовы отделите мякоть от кожуры Затем поместите мякоть в дуршлаг чтобы удалить лишнюю жидкость Поместите мякоть баклажан в чашу блендера и измельчите до состояния пюре Переложите в миску Добавьте в миску к баклажанам чеснок лимонный сок тахини тмин молотый перец чили петрушку и соль Перемешайте вилкой до однородностиПостепенно добавляйте оливковое масло перемешивая пока смесь не станет бледной и сливочной Попробуйте и отрегулируйте соль по мере необходимости Украсьте оставшимся оливковым маслом рубленой петрушкой и заатаром",
        "calories": "Калории 132",
        "ingredients": [
            {
                "name": "баклажаны среднего размера",
                "amount": "3",
                "measurement": "шт."
            },
            {
                "name": "зубчики чеснока, измельченные",
                "amount": "2",
                "measurement": "шт."
            },
            {
                "name": "лимонный сок",
                "amount": "¼",
                "measurement": "стакан"
            },
            {
                "name": "тахини",
                "amount": "¼",
                "measurement": "стакан"
            },
            {
                "name": "молотый тмин",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "молотый порошок чили",
                "amount": "¼",
                "measurement": "чайн. ложк."
            },
            {
                "name": "свежая мелко нарезанная петрушка",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "розовая соль",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "оливковое масло первого отжима",
                "amount": "3",
                "measurement": "стол. ложк."
            },
            {
                "name": "заатар (для подачи)",
                "amount": "1",
                "measurement": "щепотка"
            }
        ]
    },
    {
        "title": "Кето запеканка из зеленой фасоли",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-zapekanka-iz-zelenoy-fasoli-1.jpg",
        "description": "Этот рецепт кето-запеканки из зеленой фасоли с хрустящей луковой начинкой – более здоровый вариант запеканки из красной или белой фасоли. Этот рецепт сделан из свежих, ингредиентов: зеленая стручковая фасоль, лук, грибы, сливки, сыр и миндальная мука.Порция этой запеканки содержит примерно 11 гр углеводов и 4 гр клетчатки. Точное значение белков/жиров и углеводов будет зависеть от используемых ингредиентов. Это стоит учитывать, если вы добавляете дополнительные начинки: ломтики бекона, миндаль, разные виды сыра.Запеканку можно приготовить заранее, т.к. она сохраняет свои вкусовые качества при хранении в холодильнике до 4 дней. Также запеканку можно заморозить. Для этого накройте блюдо пленкой или фольгой и заморозьте.",
        "recept": "Разогрейте духовку до  градусов Цельсия В большой кастрюле с кипящей водой отварите зеленую стручковую фасоль до яркозеленого цвета около  минут Слейте воду и отложите вареную фасоль в сторону Разогрейте большую сковороду на среднем огне добавьте сливочное масло и лук Обжаривайте до мягкости около  минут Добавьте грибы и обжаривайте пока они не станут мягкими и большая часть жидкости не испарится около  минут Добавьте измельченный чеснок и обжаривайте еще  минуты Добавьте сливки сливочный сыр соль и перец Доведите до кипения и тушите пока соус не загустеет около  минут Соус должен оставаться на тыльной стороне ложки Добавьте фасоль и перемешайте чтобы покрыть соусом Переложите смесь в форму для запекания Выпекать в предварительно разогретой духовке в течение  минут Смешайте пармезан миндальную муку и луковый порошок Посыпьте запеканку а затем выпекайте еще  минут пока корочка не станет золотистокоричневой",
        "calories": "Калории 212",
        "ingredients": [
            {
                "name": "зеленая стручковая фасоль",
                "amount": "450",
                "measurement": "гр"
            },
            {
                "name": "сливочное масло",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "репчатый лук, мелко нарезанный",
                "amount": "½",
                "measurement": "шт."
            },
            {
                "name": "зубчик чеснока, измельченный (или 1/2 чайной ложки чесночного порошка)",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "шампиньоны, нарезанные ломтиками",
                "amount": "230",
                "measurement": "гр"
            },
            {
                "name": "30% сливки",
                "amount": "½",
                "measurement": "стакан"
            },
            {
                "name": "сливочный сыр",
                "amount": "60",
                "measurement": "гр"
            },
            {
                "name": "соль",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "черный молотый перец",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "тертый сыр пармезан",
                "amount": "¼",
                "measurement": "стакан"
            },
            {
                "name": "миндальная мука",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "миндальная мука",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "луковый порошок",
                "amount": "½",
                "measurement": "чайн. ложк."
            }
        ]
    },
    {
        "title": "Веганский кето гаспачо",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-veganskiy-gaspacho-1.jpg",
        "description": "Гаспачо – острый томатный суп, который принято подавать холодным.Хотя эта кето-версия гаспачо немного отличается от традиционного рецепта, добавленные ингредиенты совсем не портят вкус супа. Свежий халапеньо и жареный красный перец придают блюду пикантность, а мякоть авокадо насыщает суп полезным жиром.Рецепт рассчитан на приготовление 3 порций по 200 гр (если вы подаете его как отдельное блюдо), или на 6 порций по 100 гр (если вы подаете гаспачо как гарнир к основному блюду).Одна порция веганского кето-гаспачо (200 гр) содержит 12 гр жира и 6 гр углеводов.",
        "recept": "В чаше блендера с sобразным лезвием смешайте все ингредиенты кроме воды Взбивайте пока не получите однородную смесь Добавьте больше оливкового масла если необходимо Влейте воду в чашу блендера и взбейте еще раз Попробуйте на вкус и добавьте дополнительные приправы Подавайте сразу или поставьте в холодильник перед подачей",
        "calories": "Калории 134",
        "ingredients": [
            {
                "name": "свежий огурец без кожуры",
                "amount": "280",
                "measurement": "гр"
            },
            {
                "name": "перец халапеньо (примерно 10 см в длину)",
                "amount": "20",
                "measurement": "гр"
            },
            {
                "name": "жареный/запеченный красный перец",
                "amount": "40",
                "measurement": "гр"
            },
            {
                "name": "авокадо",
                "amount": "50",
                "measurement": "гр"
            },
            {
                "name": "оливковое масло",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "соль",
                "amount": "¼",
                "measurement": "чайн. ложк."
            },
            {
                "name": "зубчик чеснока",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "луковый порошок",
                "amount": "¼",
                "measurement": "чайн. ложк."
            },
            {
                "name": "листья кориандра",
                "amount": "¼",
                "measurement": "стакан"
            },
            {
                "name": "вода",
                "amount": "230",
                "measurement": "гр"
            }
        ]
    },
    {
        "title": "Вегетарианские кето роллы",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-vegetarianskiye-rolly-1.jpg",
        "description": "Эти роллы адаптированы для кето-диеты и вегетарианского меню, поскольку не содержат риса и рыбных продуктов.Рецепт основан на ролле Калифорния с имитацией крабового мяса. Имитация краба довольно богата углеводами, поэтому в кето-вегетарианском варианте использован сливочный сыр, мякоть авокадо, рис из цветной капусты и огурец. Использование этих ингредиентов создает сочный сливочный ролл, который отлично сочетается с соевым соусом без сахара.Примечание:Вы можете добавить ингредиенты в начинку на ваш вкус. При замене/добавлении ингредиентов в начинку необходимо произвести перерасчет белков/жиров/углеводов.",
        "recept": "Подготовьте ингредиенты Разогрейте кокосовое масло на средней сковороде и добавьте рис из цветной капусты Обжаривайте  минут пока рис не подрумянится и полностью не сварится Нарежьте авокадо сливочный сыр и огурец тонкими ломтиками и отложите в сторону вместе с рисом из цветной капусты Положите длинный слой полиэтиленовой пленки на чистую плоскую поверхность сверху положите обертку нори Если у вас есть коврик для суши подстелите его под пленку Выложите рис из цветной капусты поверх листа нори тонким ровным слоем Отступите  см с каждого края Выложите слой из авокадо поверх риса захватывая только ближний к вам край Распределите слой сливочного сыра поверх авокадо а затем слой огурца Поднимите ближний край листа нори вместе с пленкой чтобы собрать начинку вместе Медленно оберните нори вокруг начинки Убедитесь что вы не закатываете пленку в ролл Когда вы сворачиваете ролл снимайте пленку с листа нориС помощью острого ножа нарежьте суши на  частей Начните с середины чтобы рис не выталкивался под давлением ножа Подавайте с соевым соусом без сахара",
        "calories": "Калории 231",
        "ingredients": [
            {
                "name": "лист нори",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "рис из цветной капусты",
                "amount": "1",
                "measurement": "стакан"
            },
            {
                "name": "авокадо среднего размера",
                "amount": "½",
                "measurement": "шт."
            },
            {
                "name": "сливочный сыр",
                "amount": "40",
                "measurement": "гр"
            },
            {
                "name": "нарезанный на палочки огурец",
                "amount": "¼",
                "measurement": "стакан"
            },
            {
                "name": "кокосовое масло",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "соевый соус (для подачи)",
                "amount": "½",
                "measurement": "стакан"
            }
        ]
    },
    {
        "title": "Кето борщ без мяса",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/11/keto-borshch-bez-myasa-1.jpg",
        "description": "Это кето-дружественная версия борща без мяса со свежей или маринованной свеклой. Некоторые ингредиенты классического борща исключены и заменены, но борщ получается таким же насыщенным по вкусу и цвету.Для этого борща можно использовать свежую и маринованную свеклу. Если вы используете свежую свеклу, в процессе варки добавьте больше подсластителя и лимонного сока, чтобы борщ соответствовал вашим вкусовым предпочтениям. Маринованная свекла и маринад сами по себе обладают насыщенным вкусом, поэтому добавление большого количества подсластителя и лимонного сока не требуется.Информация о питании указана для борща с маринованной свеклой, без дополнительного подсластителя и лимонного сока.Порция массой 200 гр содержит 6,8 гр чистых углеводов и 1,5 гр клетчатки.",
        "recept": "Вымойте сушеные грибы В небольшую кастрюлю поместите сушеные грибы и залейте двумя стаканами чистой воды Доведите до кипения Как только вода закипит выключите огонь и оставьте грибы томиться под крышкой в течение  минут В кастрюлю для супа поместите нарезанный лукпорей нарезанную свеклу  стакана свекольного сока если используете маринованную свеклу добавьте маринад чеснок яблочный уксус лимонный сок стевию соль и оставшуюся воду  стакана Также добавьте в кастрюлю  веточки майорана  лавровых листа и  горошин душистого перца Доведите суп до кипения После закипания добавьте белые грибы вместе с жидкостью в которой они варились Уменьшите огонь до слабого кипения накройте кастрюлю крышкой и варите суп  минут пока все ингредиенты не станут мягкими Удалите из супа веточки майорана лавровый лист и душистый перец Подавайте суп в горячем или холодном виде с  ложками сметаны на порцию",
        "calories": "Калории 91",
        "ingredients": [
            {
                "name": "сушеные белые грибы",
                "amount": "15",
                "measurement": "гр"
            },
            {
                "name": "вода",
                "amount": "800",
                "measurement": "гр"
            },
            {
                "name": "сырой лук-порей, нарезанный",
                "amount": "30",
                "measurement": "гр"
            },
            {
                "name": "маринованная свекла или сырая свекла, мелко нарезанная",
                "amount": "90",
                "measurement": "гр"
            },
            {
                "name": "жидкость из свекольного маринада, или свекольный сок",
                "amount": "¾",
                "measurement": "стакан"
            },
            {
                "name": "измельченный чеснок",
                "amount": "1",
                "measurement": "чайн. ложк."
            },
            {
                "name": "яблочный уксус",
                "amount": "½",
                "measurement": "стол. ложк."
            },
            {
                "name": "лимонный сок",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "стевия",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "веточка майорана (по желанию)",
                "amount": "2",
                "measurement": "шт."
            },
            {
                "name": "лист лавровый",
                "amount": "2",
                "measurement": "шт."
            },
            {
                "name": "горошины перца душистого",
                "amount": "5",
                "measurement": "шт."
            },
            {
                "name": "сметана для сервировки",
                "amount": "½",
                "measurement": "стакан"
            }
        ]
    },
    {
        "title": "Кето блинчики из кокосовой муки",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/08/keto-blinchiki-kokosovaya-muka-1.jpg",
        "description": "Блинчики из кокосовой муки – это простое блюдо с низким содержанием углеводов, которые идеально подойдут для сладких десертов и блинных пирогов. Блинчики не содержат молочных продуктов и глютен, они хороши с начинкой из йогурта, фруктов, ягод или ореховой пасты. По желанию используйте подсластитель, корицу или ваниль для теста. Подавайте блинчики в теплом виде с вашей любимой начинкой.Блинчики можно хранить в холодильнике под крышкой или пленкой до 2 дней. Перед употреблением разогрейте на смазанной маслом сковороде или в м/в печи.Информация о питании указана из расчета на 1 порцию, без учета начинки.",
        "recept": "В большой миске смешайте все ингредиенты в следующем порядке яйца растопленное кокосовое масло миндальное молоко кокосовые сливки ванильный экстракт кокосовую муку и миндальную муку Используя венчик или электрический миксер взбейте до получения однородного теста без комков Отставьте миску с тестом на  минут чтобы кокосовая мука впитала жидкость а тесто немного загустело Нагрейте блинную сковороду и слегка смажьте маслом кокосовым или другим подходящим для жарки Для приготовления блинов использована сковорода диаметром  см На выходе получается тонкий блинчик диаметром  см что соответствует  порции Налейте  стакана теста на разогретую сковороду и наклоните ее чтобы разровнять тесто Сначала подрумяньте на среднем огне с одной стороны примерно  минуты пока края не станут хрустящими и будут отставать от сковороды Центр должен быть подсушенным чтобы блинчик не разломился при переворачивании Переверните блин и обжарьте с другой стороны примерно  минуты Повторите предыдущий шаг пока не закончится тесто Должно получится  блинов Если необходимо большее количество удвойте количество ингредиентовПодавайте блинчики с любимой начинкой",
        "calories": "Калории 108Калории из жира 80",
        "ingredients": [
            {
                "name": "куриные яйца",
                "amount": "4",
                "measurement": "шт."
            },
            {
                "name": "растопленное кокосовое масло",
                "amount": "15",
                "measurement": "мл"
            },
            {
                "name": "кокосовые сливки (или «взбитый кокос»)",
                "amount": "60",
                "measurement": "гр"
            },
            {
                "name": "ванильный экстракт (по желанию)",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "кокосовая мука",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "миндальная мука / молотый миндаль",
                "amount": "1",
                "measurement": "стол. ложк."
            }
        ]
    },
    {
        "title": "Кето блинчики из льняной муки",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/08/keto-blinchiki-iz-lnyanoy-muki-1.jpg",
        "description": "Тонкие блинчики из льняной муки – быстрая и вкусная альтернатива низкоуглеводному хлебу. Молотое льняное семя богато Омега-3 жирными кислотами и клетчаткой. Изделия, приготовленные с этим продуктом, помогают снизить чувство голода и помочь пищеварению.Рецепт рассчитан на 6 порций (1 порция = 1 тонкий блинчик диаметром 11- 13 см). Информация о питании указана на 1 порцию, без учета начинки.Эти кето-блинчики можно подавать как в теплом, так и в холодном виде. Блинчики хорошо подходят к соленым начинкам: куриный салат с майонезом и сельдереем; лосось с овощами; ветчина с сыром; яичница с беконом; грибы с сыром.",
        "recept": "Смешайте все ингредиенты в блендере до однородного состояния Чем лучше смешаны ингредиенты тем более однородным будет тесто а моцарелла быстрее растает Тесто должно получится жидким Если тесто становится слишком густым к концу приготовления изза способности льняной муки впитывать влагу добавьте еще немного воды и перемешайте Нагрейте сливочное или оливковое масло на разогретую сковороду с антипригарным покрытием Выложите примерно  столовые ложки жидкого теста диаметр сковороды  см блинчики должны занимать примерно  сковороды Обжаривайте на среднем огне Когда на поверхности появятся пузырьки переверните блинчик чтобы поджарить на другой стороне Если вы используете сливочное масло для жарки очищайте сковороду в процессе приготовления чтобы масло не подгорело",
        "calories": "Калории 86",
        "ingredients": [
            {
                "name": "куриные яйца",
                "amount": "3",
                "measurement": "шт."
            },
            {
                "name": "молотые семена льна",
                "amount": "6",
                "measurement": "стаканы"
            },
            {
                "name": "измельченная моцарелла",
                "amount": "30",
                "measurement": "гр"
            },
            {
                "name": "вода",
                "amount": "6",
                "measurement": "стол. ложк."
            },
            {
                "name": "ксантановая камедь (по желанию)",
                "amount": "¼",
                "measurement": "чайн. ложк."
            }
        ]
    },
    {
        "title": "Ягодный кето салат",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/10/keto-yagodnyy-salat-1.jpg",
        "description": "Это рецепт на одну объемную порцию фруктового салата, при этом его легко изменить на любое количество порций. Фруктовый салат – это простой способ получить хороший и полезный десерт. Особенно хорош такой салат в летнее время, в ягодный сезон.Фрукты и ягоды содержат достаточно большое количество углеводов поэтому чтобы уравновесить БЖУ в готовом десерте, понадобится достаточно жирная заправка и кето-дружественные ягоды. В качестве заправки здесь хорошо работает смесь маскарпоне и жирных сливки для взбивания. Таким образом, количество чистых углеводов в ягодном салате будет составлять примерно 7 гр на порцию.",
        "recept": "Смешайте ягоды и шалфей В другой миске смешайте сыр маскарпоне ваниль и сливки Разогрейте сливочную смесь в микроволновке  секунд и перемешайте Добавьте сливки к ягодам перемешайте и подавайте сразу",
        "calories": "Калории 214",
        "ingredients": [
            {
                "name": "свежая ягодная смесь черники, клубники и малины или ежевики",
                "amount": "1",
                "measurement": "стакан"
            },
            {
                "name": "лист шалфея мелко нарезанный",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "сыр маскарпоне",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "палочка ванили",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "жирные сливки 30%-ные",
                "amount": "½",
                "measurement": "стол. ложк."
            }
        ]
    },
    {
        "title": "Кето-салат Ягодный Чизкейк",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/10/keto-salat-yagodnyy-chizkeyk-1.jpg",
        "description": "Этот ягодный салат со сливочным кремом может быть подан как десерт и как отдельное блюдо на завтрак. Он напоминает взбитые сливки с ягодами, но адаптирован к кето-диете.Вы можете подать его в салатной миске или высоком бокале, украсив какао-порошком или шоколадной стружкой без сахара.Для десерта используйте один из видов свежих низкоуглеводных ягод или микс из ягод малины, клубники, черники. Всего потребуется 1 стакан ягод.Примечание: если вы используете хрупкие ягоды (ежевика, малина), добавьте их в последнюю очередь.",
        "recept": "Взбейте с помощью миксера жирные сливки подсластитель до кремообразной воздушной массы Смешайте крем с ягодами Салат готов",
        "calories": "Калории 106",
        "ingredients": [
            {
                "name": "сыр сливочный",
                "amount": "220",
                "measurement": "гр"
            },
            {
                "name": "свежая клубника",
                "amount": "⅓",
                "measurement": "стакан"
            },
            {
                "name": "свежая черника",
                "amount": "⅓",
                "measurement": "стакан"
            },
            {
                "name": "свежая малина",
                "amount": "⅓",
                "measurement": "стакан"
            },
            {
                "name": "сливки для взбивания 30%",
                "amount": "½",
                "measurement": "стакан"
            },
            {
                "name": "Swerve или эритрит или 1 капля жидкой стевии",
                "amount": "1",
                "measurement": "стол. ложк."
            }
        ]
    },
    {
        "title": "Овощной кето салат из брокколи без майонеза",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/10/keto-ovoshchnoy-salat-iz-brokkoli-bez-mayoneza-1.jpg",
        "description": "Кето-салат с брокколи – овощной салат с сочной заправкой без майонеза. Салат можно хранить в холодильнике до 5 дней. В этом случае добавляйте заправку не сразу, а непосредственно перед подачей.Немного об ингредиентах:Брокколи: используйте свежую брокколи, немного отварив её перед добавлением в салат. Чтобы брокколи не разварилась, после варки поместите её в ледяную воду.Яблочный уксус: помогает придать кисло-сладкий вкус салату. Также можно использовать белый уксус.Горчица: помогает придать остроту салату. Можно использовать дижонскую или белую (английскую) горчицу.Нарезанный миндаль и кедровые орехи: придают хрустящую основу и легкий ореховый привкус. Для более ароматного салата используйте поджаренный миндаль.Не используйте орехи, горчицу или уксус, если у вас есть аллергия на какой-либо из указанных продуктов.",
        "recept": "Наполните большую кастрюлю водой и половиной чайной ложки соли Доведите воду до кипения Добавьте соцветия брокколи и варите  минут Снимите с плиты и слейте воду Поместите брокколи в ледяную воду Разогрейте на среднем огне и добавьте оливковое масло для жарки Добавьте нарезанный лук и обжаривайте  минут до золотистокоричневого цвета Снимите с огня и поместите в миску Накройте миску чтобы лук карамелизировался В миску добавьте йогурт яблочный уксус горчицу соль и перец и взбейте до однородной массы Посолите по вкусу В отдельную миску добавьте брокколи карамелизированный лук нарезанный миндаль и кедровые орехи перемешайте Добавьте заправку в салатную смесь и перемешивайте пока заправка полностью не покроет все ингредиенты Разложите салат в порционные чашки и подавайте сразу",
        "calories": "Калории 157",
        "ingredients": [
            {
                "name": "нарезанная капуста брокколи",
                "amount": "4",
                "measurement": "стаканы"
            },
            {
                "name": "оливковое масло",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "нарезанный репчатый лук",
                "amount": "1",
                "measurement": "шт."
            },
            {
                "name": "кокосовый или греческий йогурт",
                "amount": "½",
                "measurement": "стакан"
            },
            {
                "name": "яблочный или другой уксус",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "дижонская горчица",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "соль или по вкусу",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "перец или по вкусу",
                "amount": "½",
                "measurement": "чайн. ложк."
            },
            {
                "name": "хлопья миндаля",
                "amount": "¼",
                "measurement": "стакан"
            },
            {
                "name": "кедровые орехи",
                "amount": "¼",
                "measurement": "стакан"
            }
        ]
    },
    {
        "title": "Кето салат из болгарского перца, шпината, сыра фета",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/10/keto-salat-bolgarskiy-perets-shpinat-feta-1.jpg",
        "description": "Этот сырно-овощной салат наполнен вкусами болгарского перца, оливок и базилика. Салат может служить полноценным гарниром к основному блюду, а также самостоятельной закуской.Лучше всего здесь использовать болгарский перец красного цвета – он самый сладкий и ароматный. Одинаково подходит свежий сырой перец, маринованный или бланшированный перец.В салате присутствует небольшое количество оливок и кедровых орехов. Если у вас есть аллергия на эти продукты, просто не добавляйте эти компоненты.",
        "recept": "Кедровые орехи обжарьте на сухой сковороде на слабом огне Время жарки  минуты или до светлозолотистого цвета Нарежьте оливки пополам болгарский перец  на полоски базилик  на крупные части Добавьте к большому сервировочному блюду со шпинатом и перемешайте Покрошите сыр фета и добавьте обжаренные кедровые орехи Смешайте лимонный сок и оливковое масло чтобы заправить салат Перемешайте и оставьте на  минут чтобы шпинат размягчился",
        "calories": "Калории 199",
        "ingredients": [
            {
                "name": "оливки Каламата",
                "amount": "10",
                "measurement": "шт."
            },
            {
                "name": "нарезанный свежий базилик",
                "amount": "2",
                "measurement": "стол. ложк."
            },
            {
                "name": "сыр Фета",
                "amount": "30",
                "measurement": "гр"
            },
            {
                "name": "свежий шпинат",
                "amount": "60",
                "measurement": "гр"
            },
            {
                "name": "кедровые орешки",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "оливковое масло",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "лимонный сок",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "красный болгарский перец сырой, маринованный или бланшированный",
                "amount": "60",
                "measurement": "гр"
            }
        ]
    },
    {
        "title": "Тыквенная кето каша с кокосовой мукой",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/10/keto-tykvennaya-kokosovaya-kasha-1.jpg",
        "description": "Эта ароматная тыквенная каша – согревающий низкоуглеводный завтрак. Он готовится из тыквенного пюре, кокосовой муки и миндального молока. Получается 1 порция, которая содержит около 4,5 гр чистых углеводов. Примечания: - кокосовая мука может быть заменена 3 столовыми ложками миндальной муки, либо смесью измельченных семян кунжута и подсолнечника (также 3 столовыми ложками), - вместо льняного семени для увеличения количества клетчатки можно использовать 1 столовую ложку семян чиа, - миндальное молоко заменяется другим ореховым молоком, - чтобы добавить дополнительный белок, можно добавить столовую ложку сывороточного протеина или столовую ложку порошка коллагена, - чтобы увеличить количество жира для более сытного завтрака, добавьте масло МСТ.",
        "recept": "Смешайте все ингредиенты для каши в миске Поставьте в микроволновую печь на  минуту при высокой мощности или разогрейте на среднем огне",
        "calories": "Калории 106",
        "ingredients": [
            {
                "name": "кокосовая мука",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "молотые семена льна",
                "amount": "1",
                "measurement": "стол. ложк."
            },
            {
                "name": "тыквенное пюре",
                "amount": "60",
                "measurement": "гр"
            },
            {
                "name": "миндальное молоко или другое ореховое молоко",
                "amount": "120",
                "measurement": "мл"
            },
            {
                "name": "корица или специи для тыквы",
                "amount": "¼",
                "measurement": "чайн. ложк."
            }
        ]
    },
    {
        "title": "Беззерновая веганская кето-каша",
        "img_url": "https://keto-diets.ru/wp-content/uploads/2020/10/bezzernovaya-keto-kasha-iz-mindalnogo-moloka-1.jpg",
        "description": "Это питательная каша для завтрака без зерен приготовлена из сбалансированной смеси семян. К тому же, каша не содержит продуктов животного происхождения, являясь веганской.Примечания:Порция этой каши содержит примерно 4 гр чистых углеводов, богата клетчаткой и витаминами, поступающими из семян и ягод.Добавьте 1 ч. л. эритрита в каждую порцию, если предпочитаете сладкую кашу.В качестве начинки можно использовать свежие или размороженные ягоды, ореховое масло, жареный арахис, шоколад без сахара.",
        "recept": "Смешайте семена и специи с молоком Дайте настояться около  минут Добавьте смесь в чашу блендера или кухонного комбайна Взбивайте пока не получится однородная масса Для холодной каши поместите смесь в миску и ягодыДля теплой каши разогрейте смесь в кастрюле и добавьте немного молока поместите в миску и подавайте украсив ягодами",
        "calories": "Калории 156",
        "ingredients": [
            {
                "name": "семена чиа",
                "amount": "40",
                "measurement": "гр"
            },
            {
                "name": "несладкое миндальное молоко",
                "amount": "220",
                "measurement": "мл"
            },
            {
                "name": "черника",
                "amount": "30",
                "measurement": "гр"
            },
            {
                "name": "малина",
                "amount": "20",
                "measurement": "гр"
            },
            {
                "name": "корица",
                "amount": "1",
                "measurement": "щепотка"
            },
            {
                "name": "соль",
                "amount": "1",
                "measurement": "щепотка"
            }
        ]
    }
]