[
    {
        "title": "Воздушный омлет с творожным сыром и помидорами",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2938/small/omlet-s-tvorozhnym-syrom2_268x0_c9e.webp",
        "description": "Омлеты настолько универсальны, что их можно подавать не только на завтрак, они идеально подойдут для сытного обеда или легкого ужина. Омлеты никогда не надоедают, а все потому, что их можно начинить и посыпать самыми разнообразными сырами, зеленью и овощами.\rОдно из наших любимых сочетаний: простая начинка из легкого творожного сыра и помидоров, а еще важен метод приготовления и об этом в нашем рецепте.",
        "recept": "Помидоры черри нарезать дольками, свежую петрушку нарезать мелко. Куриные яйца, соль и перец по вкусу, молоко, хорошо взбить венчиком или вилкой. Нагреть сковороду на среднем огне, добавить сливочное масло, петрушку, обжарить 1 минуту на среднем огне. Взбитые яйца налить в сковороду и готовить на среднем огне. Через 20 секунд, когда омлет начнет схватываться (появятся пузырьки), убавить огонь на минимальный, лопаткой по кругу собрать омлет от края к середине сковороды так, чтобы яйца стекали по краям. На одну половину омлета добавить начинку: творожный сыр и помидоры черри. Аккуратно с помощью лопатки сложить омлет вдвое, завернув вторую половину. Готовить омлет еще 1 минуту на слабом огне. Омлет перевернуть на тарелку. Подавать омлет горячим, при желании с листьями салата и свежими или маринованными огурцами, дополнив тостами или хлебцами.",
        "calories": 111,
        "ingredients": [
            {
                "name": "Куриные яйца",
                "amount": "4",
                "measurement": "шт"
            },
            {
                "name": "Помидоры Черри",
                "amount": "50",
                "measurement": "г"
            },
            {
                "name": "Сыр творожный",
                "amount": "50",
                "measurement": "г"
            },
            {
                "name": "Молоко",
                "amount": "2",
                "measurement": "ст.л."
            },
            {
                "name": "Сливочное масло",
                "amount": "20",
                "measurement": "г"
            },
            {
                "name": "Свежая петрушка",
                "amount": "5",
                "measurement": "г"
            },
            {
                "name": "Перец черный молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Слабосоленый лосось",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2895/small/slabosolenyi-losos3_268x0_c9e.webp",
        "description": "Приготовьте слабосоленый лосось дома и вам больше не придется покупать этот деликатес в магазинах, не только потому, что это получится значительно дешевле, главное, у вас получится рыба с изумительным вкусом, если вы используйте этот метод.",
        "recept": "Филе рыбы очистить от чешуи и костей, промыть и просушить бумажным полотенцем. Филе нарезать на порционные куски ~ 200-300 г В плоской тарелке смешать сухие ингредиенты: соль, сахар, белый перец. Добавить цедру одного лимона и хорошо перемешать. Тщательно обвалять каждый кусок филе в смеси со всех сторон. Обваленные куски рыбы сложить в пакет и убрать в холодильник на 5-12 часов. Затем филе промыть в холодной воде, обсушить бумажным полотенцем. Хранить семгу в холодильнике от 5 до 14 дней, в зависимости от времени засолки. Подавать слабосоленую семгу на бутербродах, сэндвичах, канапе или к блинам со сметаной. Использовать для приготовления суши или сашими, салатов и закусок.",
        "calories": 154,
        "ingredients": [
            {
                "name": "Лосось (семга или форель)",
                "amount": "1",
                "measurement": "кг"
            },
            {
                "name": "Морская крупная соль",
                "amount": "3",
                "measurement": "ст.л. или поваренная соль 2,5 ст.л."
            },
            {
                "name": "Сахар",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Перец белый молотый",
                "amount": "1/5",
                "measurement": "ч.л."
            }
        ]
    },
    {
        "title": "Слабосоленая селедка",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2887/small/slabosolenaya-seledka_268x0_c9e.webp",
        "description": "Слабосоленая селедка - закуска популярная и любимая. Ее подают с горячим картофелем, маринованным или зеленым луком. Нежные и аппетитные кусочки сельди, приправленные растительным маслом, отличное дополнение к ужину с друзьями или праздничному столу. Приготовленная по нашему рецепту селедка, идеально подходит для салатов и винегретов.",
        "recept": "Сельдь очистить от внутренностей и хорошо промыть в холодной воде. Затем очистить от кожи, костей и разрезать филе на небольшие кусочки. Репчатый лук нарезать тонкими полукольцами Выложить в контейнер слой лука, на лук выложить слоем  кусочки сельди, равномерно посыпать 1 ч.л. соли, добавить  1 лавровый лист, ½  ч.л. кориандра, 5 шт. черного перца горошком, 3 горошины душистого перца.  Сверху выложить слоем лук полукольцами, следующим слоем кусочки сельди посолить, добавить 1 ч.л. соли, 1 лавровый лист, ½ ч.л. кориандра, 5 шт. черного перца горошком и 3 горошины душистого перца. Сверху выложить слоем репчатый лук и равномерно залить растительным маслом. Контейнер накрыть пищевой пленкой и оставить селедку на 2 часа при комнатной температуре. Затем убрать контейнер с сельдью  на 2 дня в холодильник.  Слабосоленую сельдь подавайте в качестве закуски с картофелем и маринованным луком, а также используйте для приготовления рыбных закусок и салатов.",
        "calories": 200,
        "ingredients": [
            {
                "name": "Сельдь свежемороженая",
                "amount": "500",
                "measurement": "г"
            },
            {
                "name": "Лук репчатый",
                "amount": "80",
                "measurement": "г"
            },
            {
                "name": "Масло растительное",
                "amount": "100",
                "measurement": "мл"
            },
            {
                "name": "Перец черный горошком",
                "amount": "10",
                "measurement": "шт"
            },
            {
                "name": "Перец душистый",
                "amount": "6",
                "measurement": "шт"
            },
            {
                "name": "Кориандр горошком",
                "amount": "1",
                "measurement": "ч.л."
            },
            {
                "name": "Лавровый лист",
                "amount": "2",
                "measurement": "шт"
            },
            {
                "name": "Соль",
                "amount": "2",
                "measurement": "ч.л."
            }
        ]
    },
    {
        "title": "Мясной холодец",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2878/small/myasnoy-holodetz2_268x0_c9e.webp",
        "description": "Мясной холодец - популярная закуска русской кухни на праздничный стол. Подавайте холодец с горчицей, хреном и любимыми соусами.",
        "recept": "Мясо выложить в кастрюлю и залить холодной водой. Вода должна покрыть мясо выше на 2-3 сантиметра. Довести до кипения и снять пену, добавить морковь, репчатый лук, перец горошком, лавровый лист, прикрыть крышкой и варить 4 часа на слабом огне.  Добавить соль, накрыть крышкой и продолжать варить еще 1 час на слабом огне. Переложить мясо из бульона в миску, отделить мясо от костей и мелко нарезать. Бульон процедить. Форму для холодца заполнить  мясом, добавить молотый чеснок, молотый перец и залить бульоном и перемешать. оставить холодец остывать при комнатной температуре на 2 часа, затем поставить в холодильник на 8 часов. Подавать в качестве закуски с горчицей, хреном и любимыми соусами.",
        "calories": 220,
        "ingredients": [
            {
                "name": "Говядина",
                "amount": "1",
                "measurement": "кг"
            },
            {
                "name": "Говяжья нога",
                "amount": "1",
                "measurement": "кг"
            },
            {
                "name": "Свиные ножки",
                "amount": "700",
                "measurement": "г"
            },
            {
                "name": "Морковь",
                "amount": "1",
                "measurement": "шт"
            },
            {
                "name": "Лук репчатый",
                "amount": "1",
                "measurement": "шт"
            },
            {
                "name": "Смесь перцев горошком",
                "amount": "20",
                "measurement": "шт"
            },
            {
                "name": "Лавровый лист",
                "amount": "2",
                "measurement": "шт"
            },
            {
                "name": "Чеснок",
                "amount": "5",
                "measurement": "зубчиков"
            },
            {
                "name": "Вода",
                "amount": "2",
                "measurement": "л"
            },
            {
                "name": "Перец черный молотый",
                "amount": "½",
                "measurement": "ч.л."
            },
            {
                "name": "Соль",
                "amount": "1½",
                "measurement": "ст.л."
            }
        ]
    },
    {
        "title": "Куриные крылышки на сковороде",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2847/small/kurinye-krylyshki-na-skovorode4_268x0_c9e.webp",
        "description": "Приготовление по этому рецепту жареных крылышек не потребует муки или специального кляра. Чтобы приготовить нежные и аппетитные куриные крылышки вам понадобится совсем немного специй и всего полчаса, а результат превзойдет все ожидания. Приготовленные на сковороде куриные крылышки, одинаково хороши и в качестве основного блюда с овощами или рисом, и как горячая закуска с любимыми соусами.",
        "recept": "Куриные крылья промойте в холодной воде. Разрежьте крылья на три части, маленькая часть оконечности крыла не используется в приготовлении. Промокните крылья бумажным полотенцем. Крылья поместите в глубокую миску и добавьте копченую паприку, кайенский перец, сушеные лук и чеснок, соль и хорошо перемешайте, чтобы крылышки полностью покрылись приправами. Оставьте курицу мариноваться на 30 минут. Нагрейте сковороду на среднем огне, добавьте растительное масло и выложите на нее куриные крылышки. Обжарьте крылышки 20-25 минут на среднем огне, иногда переворачивая. Проверьте готовность курицы термометром 72°С или проткните ножом у кости, выделившийся сок должен быть прозрачным, это означает, что крылышки готовы. Снимите сковороду с крылышками с огня и оставьте на несколько минут. Подавать жареные куриные крылышки горячими с гарниром из овощей, риса, картофеля или в качестве горячей закуски с любимыми соусами.",
        "calories": 299,
        "ingredients": [
            {
                "name": "Куриные крылышки",
                "amount": "1",
                "measurement": "кг"
            },
            {
                "name": "Паприка копченая",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Лук сушеный",
                "amount": "1",
                "measurement": "ч.л."
            },
            {
                "name": "Чеснок сушеный",
                "amount": "1",
                "measurement": "ч.л."
            },
            {
                "name": "Перец кайенский",
                "amount": "1/2",
                "measurement": "ч.л."
            },
            {
                "name": "Растительное масло",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "ч.л."
            }
        ]
    },
    {
        "title": "Жареная говядина в чесночном масле",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2829/small/goviadina-s-chesnochnym-maslom2_268x0_c9e.webp",
        "description": "Кусочки говядины, обжаренные на большом огне в чесночном масле, получаются необыкновенно вкусными. Для приготовления этого блюда вам понадобится не более 10-15 минут. Подавайте жареную говядину в чесночном масле с овощами, картофельным пюре или рисом.",
        "recept": "Мясо нарезать небольшими кубиками, чеснок измельчить. Разогреть на сильном огне большую сковороду и добавить растительное масло, добавить мясо и обжарить со всех сторон, 4-5 минут до золотистой корочки.  Добавить сливочное масло, чеснок, соль, черный молотый перец, перемешать и жарить 1-2 минуты. Выключить огонь и посыпать говядину мелко нарезанной петрушкой. Подавать жареную говядину в чесночном масле с овощами, картофельным пюре или рисом.",
        "calories": 283,
        "ingredients": [
            {
                "name": "Говяжья вырезка",
                "amount": "600",
                "measurement": "г"
            },
            {
                "name": "Чеснок",
                "amount": "4",
                "measurement": "зубчика"
            },
            {
                "name": "Растительное масло",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Сливочное масло",
                "amount": "50",
                "measurement": "г"
            },
            {
                "name": "Перец черный молотый",
                "amount": "1/2",
                "measurement": "ч.л."
            },
            {
                "name": "Свежая петрушка",
                "amount": "2",
                "measurement": "веточки"
            },
            {
                "name": "Соль",
                "amount": "1/2",
                "measurement": "ч.л."
            }
        ]
    },
    {
        "title": "Лосось в кремово-чесночном соусе",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2672/small/bozhestvennyy-vkus-losos-v-kremovom-souse-za-20-min-nevozmozhno-otorvatsya-low_268x0_c9e.webp",
        "description": "Такой простой в приготовлении и невероятно вкусный лосось в кремовом-чесночном соусе готовится буквально 20 минут. Отличное блюдо из лосося на все случаи жизни. Это тот самый случай, когда вы ощутите роскошь с минимальными усилиями!",
        "recept": "Очистите и промойте рыбу, нарежьте на порционные  кусочки, удалите кости,  промокните бумажным полотенцем с двух сторон, посыпьте черным молотым перцем и солью по вкусу, кукурузным крахмалом с обеих сторон. Нагрейте сковороду на среднем огне, добавьте растительное масло и обжарьте рыбу с каждой стороны по 4 минуты до готовности на среднем огне.  Переложите обжаренные кусочки рыбы из сковороды в тарелку. Ополосните сковороду и обсушите ее бумажным полотенцем.  Добавьте в нагретую сковороду сливочное масло, измельченный чеснок и жарьте перемешивая на слабом огне 15 секунд. Затем добавьте муку и обжарьте перемешивая еще 15 секунд на слабом огне. В сковороду добавьте сливки и перемешайте до однородного состояния, добавьте цедру 1 лимона и 3 ст.л. лимонного сока, ½ ч.л. соли, измельченный укроп и варите на слабом огне до легкого загустения 2-3 минуты, постоянно помешивая. Добавьте в соус обжаренные кусочки лосося и прогрейте их 1 минуту на слабом огне. Лосось в чесночно-кремовом соусе подавать горячим с овощами, картофельным пюре или рисом.",
        "calories": 273,
        "ingredients": [
            {
                "name": "Лосось",
                "amount": "600",
                "measurement": "г"
            },
            {
                "name": "Лимон",
                "amount": "1",
                "measurement": "шт"
            },
            {
                "name": "Растительное масло",
                "amount": "3",
                "measurement": "ст.л."
            },
            {
                "name": "Сливочное масло",
                "amount": "30",
                "measurement": "г"
            },
            {
                "name": "Пшеничная мука",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Сливки 23%",
                "amount": "400",
                "measurement": "мл"
            },
            {
                "name": "Чеснок",
                "amount": "3",
                "measurement": "зубчика"
            },
            {
                "name": "Перец черный молотый",
                "amount": "1/2",
                "measurement": "ч.л."
            },
            {
                "name": "Кукурузный крахмал",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Свежий укроп",
                "amount": "10",
                "measurement": "г"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Буженина из индейки #23",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2658/small/buzhenina-iz-indeyki-low_268x0_c9e.webp",
        "description": "Аппетитную, нежную, ароматную и сочную буженину из филе индейки теперь вы сможете приготовить дома. Это не займет много времени, филе будет мариноваться и запекаться без вашего участия, нужно только приготовить правильный маринад, смазать им филе, отправить в холодильник, а затем полчаса выпекать в духовке. Получится очень вкусно!",
        "recept": "В одном литре воды растворить 4 ст.л. соли, тщательно смешивая. Погрузить в соляной раствор филе индейки и оставить на 2 часа. затем филе индейки промыть в холодной воде, тщательно смыть соляной раствор. В миске смешать все ингредиенты для маринада и смазать приготовленным маринадом филе индейки со всех сторон, накрыть и отправить в холодильник мариноваться на 24 часа. Нагреть духовку до 180°С, противень или форму для запекания застелить фольгой, выложить индейку и запекать в духовке при температуре 180°С 30 минут, выключить духовку и оставить в ней индейку на 1 час. Буженину достать из духовки и остудить. Хранить в холодильнике. Подавать буженину из индейки на завтрак, в обед или к ужину.",
        "calories": 277,
        "ingredients": [
            {
                "name": "Филе бедра индейки",
                "amount": "1200",
                "measurement": "г"
            },
            {
                "name": "Вода",
                "amount": "1",
                "measurement": "л"
            },
            {
                "name": "Соль",
                "amount": "4",
                "measurement": "ст.л."
            },
            {
                "name": "Горчица",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Соевый соус",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Паприка сладкая молотая",
                "amount": "2",
                "measurement": "ч.л."
            },
            {
                "name": "Перец черный молотый",
                "amount": "1/2",
                "measurement": "ч.л."
            },
            {
                "name": "Красный перец чили хлопья",
                "amount": "1",
                "measurement": "ч.л."
            },
            {
                "name": "Кориандр зерна",
                "amount": "1/2",
                "measurement": "ч.л."
            },
            {
                "name": "Прованские травы",
                "amount": "1",
                "measurement": "ч.л."
            },
            {
                "name": "Растительное масло",
                "amount": "2",
                "measurement": "ст.л."
            },
            {
                "name": "Чеснок",
                "amount": "3",
                "measurement": "зубчика"
            }
        ]
    },
    {
        "title": "Шнельклопс. \"Ускоренная отбивная\"",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2641/small/znamenityy-shnelklops-uskorennaya-otbivnaya-tushenaya-v-smetane-low_268x0_c9e.webp",
        "description": "Шнельклопс или в переводе «быстрая отбивная», блюдо немецкой кухни. Историки кулинарии рассказывают, что до появления «бефстроганов», шнельклопс был очень популярен и подавался во многих российских ресторанах и трактирах. Очевидно, автор знаменитых бефстроганов воспользовался методом приготовления шнельклопса - тушение мяса в сметане. Шнельклопс, как правило получается нежным и очень вкусным.",
        "recept": "Репчатый лук нарезать полукольцами. Говяжью вырезку обсушить салфеткой и нарезать небольшими кусочками толщиной 1 сантиметр, каждый кусочек обвалять в муке. Нагреть сковороду с 2 ст.л. растительного масла и обжарить мясо на сильном огне по 2 мин. с каждой стороны до золотистой корочки, переложить мясо из сковороды в миску. В сковороду добавить 1 ст.л. растительного масла и выложить репчатый лук, обжарить на среднем огне 3-4 минуты. Затем вернуть обжаренное мясо в сковороду, добавить сметану, соль, черный молотый перец и аккуратно перемешать, накрыть крышкой и тушить на слабом огне 15 минут. Шанельклопс подавать горячими с картофельным пюре, овощами или макаронами.",
        "calories": 124,
        "ingredients": [
            {
                "name": "Говяжья вырезка",
                "amount": "800",
                "measurement": "г"
            },
            {
                "name": "Сметана",
                "amount": "300",
                "measurement": "г"
            },
            {
                "name": "Лук репчатый",
                "amount": "150",
                "measurement": "г"
            },
            {
                "name": "‍Мука пшеничная",
                "amount": "3",
                "measurement": "ст.л."
            },
            {
                "name": "Перец черный молотый",
                "amount": "1",
                "measurement": "ч.л."
            },
            {
                "name": "Растительное масло",
                "amount": "3",
                "measurement": "ст.л."
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "ч.л."
            }
        ]
    },
    {
        "title": "Куриная печень на сковороде по-венгерски",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2620/small/kurinaya-pechen-na-skovorode-po-vengerski-low_268x0_c9e.webp",
        "description": "Приготовленная на сковороде куриная печень с луком и пряностями, получается нежной, слегка пикантной и очень вкусной. Настоящий деликатес для тех, кто предпочитает субпродукты. Подавайте жареную печень с картофельным пюре, рисом, макаронами или овощами.",
        "recept": "Печень промыть в холодной воде и удалить пленку и сосуды. Репчатый лук нарезать небольшими кубиками, чеснок тонкими пластинами. Разогреть сковороду с растительным маслом и обжарить лук 3 минуты на среднем огне. В сковороду добавить чеснок и жарить еще 1 минуту на среднем огне, помешивая.  Добавить куриную печень и обжарить, постоянно перемешивая, 2 минуты на среднем огне. В сковороду добавить сушеный майоран, перец чили хлопья, соль, воду и перемешать. Убавить огонь до слабого и накрыть сковороду крышкой. Тушить 7 минут. Куриную печень на сковороде подавать горячей с картофельными пюре, рисом, макаронами или овощами.",
        "calories": 287,
        "ingredients": [
            {
                "name": "Куриная печень",
                "amount": "1",
                "measurement": "кг"
            },
            {
                "name": "Репчатый лук",
                "amount": "150",
                "measurement": "г"
            },
            {
                "name": "Чеснок",
                "amount": "4",
                "measurement": "зубчика"
            },
            {
                "name": "Растительное масло",
                "amount": "2",
                "measurement": "ст.л."
            },
            {
                "name": "Вода",
                "amount": "100",
                "measurement": "мл"
            },
            {
                "name": "Майоран сушеный",
                "amount": "2",
                "measurement": "ч.л."
            },
            {
                "name": "Перец чили хлопья",
                "amount": "2",
                "measurement": "ст.л."
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "ч.л."
            }
        ]
    },
    {
        "title": "Курица по-сербски",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2614/small/kurica-po-serbski-low_268x0_c9e.webp",
        "description": "Приготовьте тушеную курицу по-сербски и пусть вас не смущает обилие лука в этом блюде, благодаря луку у блюда получается особенный соус, который придает восхитительный вкус.  Приготовление курицы по-сербски не потребует от вас особых хлопот, а результат удивит даже больших гурманов.",
        "recept": "Нарезать репчатый лук полукольцами, лук порей кольцами, морковь натереть на крупной терке, крупные куски курицы нарезать кусочками среднего размера. Разогрейте сковороду на среднем огне, добавьте сливочное и растительное масло, лук, морковь и обжарьте на среднем огне 10 минут. Выложите в сковороду слоем кусочки курицы, накройте крышкой и тушите на слабом огне 10 минут. Добавьте в сковороду приправу для курицы, воду, перемешайте и тушите на слабом огне 20 минут. Добавить соль и черный перец по вкусу, тушить на слабом огне с открытой крышкой еще 5 минут. Подавать курицу по-сербски горячей с картофелем, овощами, рисом или макаронами.",
        "calories": 204,
        "ingredients": [
            {
                "name": "Куриные голени и бедра",
                "amount": "1,2",
                "measurement": "кг"
            },
            {
                "name": "Репчатый лук",
                "amount": "400",
                "measurement": "г"
            },
            {
                "name": "Лук-порей",
                "amount": "300",
                "measurement": "г"
            },
            {
                "name": "Морковь",
                "amount": "120",
                "measurement": "г"
            },
            {
                "name": "Растительное масло",
                "amount": "4",
                "measurement": "ст.л."
            },
            {
                "name": "Сливочное масло",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Приправа для курицы",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Вода",
                "amount": "250",
                "measurement": "мл"
            },
            {
                "name": "Перец черный молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            }
        ]
    },
    {
        "title": "Яичница с помидорами по-мароккански",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2613/small/zavtrak-kotoryj-sovetuem-prigotovit-yaichnica-s-pomidorami-po-marokkanski-recept-ot-vsegda-vkusno-low_268x0_c9e.webp",
        "description": "Приготовьте на завтрак или на ужин яичницу с помидорами по-мароккански. Уверены, попробовав однажды вам захочется приготовить это блюдо еще не раз.",
        "recept": "Нарезать помидоры кольцами, взбить вилкой 3 куриных яйца и добавить ⅓ ч.л.соли и ¼ ч.л. черного перца. Разогреть сковороду на среднем огне и добавить растительное и сливочное масло, выложить помидоры на одинаковом расстоянии друг от друга и жарить по 2 минуты с каждой стороны, посолить и поперчить по вкусу. Взбитые куриные яйца добавить в сковороду и накрыть крышкой, готовить 10 минут на слабом огне. Выключить огонь, посыпать молотым кумином и свежей петрушкой. Подавать яичницу с помидорами по-мароккански горячей.",
        "calories": 209,
        "ingredients": [
            {
                "name": "Помидоры",
                "amount": "2",
                "measurement": "шт"
            },
            {
                "name": "Куриные яйца",
                "amount": "3",
                "measurement": "шт"
            },
            {
                "name": "Растительное масло",
                "amount": "2",
                "measurement": "ст.л."
            },
            {
                "name": "Сливочное масло",
                "amount": "10",
                "measurement": "г"
            },
            {
                "name": "Кумин молотый",
                "amount": "1/3",
                "measurement": "ч.л."
            },
            {
                "name": "Соль",
                "amount": "1/3",
                "measurement": "ч.л."
            },
            {
                "name": "Перец черный молотый",
                "amount": "1/4",
                "measurement": "ч.л."
            }
        ]
    },
    {
        "title": "Свиные ребрышки по-испански",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2610/small/nastoyashchee-myasnoe-lakomstvo-svinye-rebryshki-po-ispanski-low_268x0_c9e.webp",
        "description": "Нежные и аппетитные свиные ребрышки запеченные в духовке по-испански, с ароматными травами и специями, превосходное блюдо для дружеской вечеринки или ужина с пивом.",
        "recept": "Свиные ребршки обсушить бумажным полотенцем и снять с ребер пленку. Посыпать ребрышки равномерно черным молотым перцем, молотым чесноком, тмином, сладкой копченой паприкой, перцем чили, орегано, солью, 2 ст.л. оливкового масла и натереть ребра специями с двух сторон. Выложить ребра в форму для запекания или на противень, полить равномерно винным уксусом и накрыть форму фольгой. Отправить ребрышки в духовку разогретую до 200°С и запекать 1 час.  Через 1 час выключить огонь и оставить форму с ребрышками до полного остывания в духовке. Удалить фольгу, смазать ребра 1 ст.л. оливкового масла и соусом образовавшимся при запекании ребрышек. Разогреть духовку до 200°С и отправить ребрышки еще на 10 минут. Подавать свиные ребрышки горячими со свежими овощами и любимыми соусами.",
        "calories": 147,
        "ingredients": [
            {
                "name": "Свиные ребрышки",
                "amount": "1",
                "measurement": "кг"
            },
            {
                "name": "Винный белый уксус",
                "amount": "2",
                "measurement": "ст.л."
            },
            {
                "name": "Перец черный молотый",
                "amount": "1/2",
                "measurement": "ч.л."
            },
            {
                "name": "Чеснок молотый (чесночный порошок)",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Тмин молотый",
                "amount": "1/2",
                "measurement": "ч.л."
            },
            {
                "name": "Паприка копченая",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Красный перец чили молотый",
                "amount": "1/2",
                "measurement": "ч.л."
            },
            {
                "name": "Орегано сушеный",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Соль",
                "amount": "1",
                "measurement": "ч.л."
            },
            {
                "name": "Оливковое масло",
                "amount": "3",
                "measurement": "ст.л."
            }
        ]
    },
    {
        "title": "Курица на сковороде по-корейски",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2601/small/kurica-po-korejski-low_268x0_c9e.webp",
        "description": "Приготовьте курицу на сковороде по-корейски к обеду или на ужин, для этого вам понадобится не более получаса. Нежные кусочки курицы в аппетитном соусе подавайте с лапшой, овощами или картофелем.",
        "recept": "Острый перец нарезать кольцами, зеленый лук нарезать небольшой соломкой. Разогреть сковороду с 2-мя ложками  растительного масла, выложить курицу в сковороду и обжарить на среднем огне 10 минут под крышкой. Перевернуть кусочки курицы и жарить еще 5 минут на среднем огне под крышкой. В сковороду добавить чеснок, острый перец чили, соевый соус, 5 ст.л. воды, рисовый уксус, сахар, острый соус чили и продолжать жарить на среднем огне, переворачивая кусочки курицы еще 5 минут. Кукурузный крахмал перемешать с 5 ст.л. воды и добавить в сковороду, продолжать обжаривать на среднем огне 3-4 минуты, постоянно переворачивая кусочки курицы. Добавить в сковороду зеленый лук и перемешать, добавить 1 ст.л. кунжутного масла и снять с плиты. Курицу по-корейски посыпать кунжутными семечками и подавать к столу.",
        "calories": 189,
        "ingredients": [
            {
                "name": "Куриные голени или крылья",
                "amount": "1,2",
                "measurement": "кг"
            },
            {
                "name": "Чеснок",
                "amount": "10",
                "measurement": "зубчиков"
            },
            {
                "name": "Острый перец чили или халапеньо",
                "amount": "1",
                "measurement": "шт"
            },
            {
                "name": "Зеленый лук",
                "amount": "20",
                "measurement": "г"
            },
            {
                "name": "Соевый соус",
                "amount": "5",
                "measurement": "ст.л."
            },
            {
                "name": "Вода",
                "amount": "10",
                "measurement": "ст.л."
            },
            {
                "name": "Острый соус чили",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Сахар коричневый или белый",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Кукурузный крахмал",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Масло кунжутное",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Кунжутные семена",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Растительное масло",
                "amount": "2",
                "measurement": "ст.л."
            },
            {
                "name": "Рисовый уксус",
                "amount": "1",
                "measurement": "ст.л."
            }
        ]
    },
    {
        "title": "Куриная грудка в сливочном соусе",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2597/small/vkusno-bystro-i-bez-osobyh-hlopot-kurinaya-grudka-v-slivochnom-souse2-low_268x0_c9e.webp",
        "description": "Приготовьте филе куриной грудки в сливочном соусе к обеду или на ужин. Для этого вам понадобится минимум хлопот и совсем немного времени. Сочное и нежное мясо курицы подавайте с картофельным пюре, овощами или макаронами.",
        "recept": "Разогреть духовой шкаф до 180°С. Помидоры разрезать пополам, петрушку и зеленый лук нарезать мелко. В миске смешать сливки, творожный сыр, горчицу, измельченный чеснок, зеленый лук, петрушку, орегано, базилик, тимьян, 1/2 ч.л. молотого перца, 1/2 ч.л.соли. Филе куриной грудки выложить на доску, вилкой подцепить сухожилие с внутренней стороны филе, с помощью бумажного полотенца, удерживая вилкой филе, вытянуть сухожилие. Филе посолить и поперчить, обжарить на сильном огне до золотистой корочки 3-4 минуты с каждой стороны. В форме для запекания выложить филе и половинки помидоров, залить равномерно соусом, посыпать сверху тертым сыром и отправить в духовку. Выпекать при 180°С 30 минут. Режим верхний/нижний конвекция. Куриную грудку в сливочном соусе подавать горячей с картофельным пюре, овощами или макаронами.",
        "calories": 194,
        "ingredients": [
            {
                "name": "Куриная грудка",
                "amount": "900",
                "measurement": "г"
            },
            {
                "name": "Помидоры Черри",
                "amount": "200",
                "measurement": "г"
            },
            {
                "name": "Сыр",
                "amount": "50",
                "measurement": "г"
            },
            {
                "name": "Перец черный молотый",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Соль",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Сливки 10%",
                "amount": "250",
                "measurement": "мл"
            },
            {
                "name": "Сливочный творожный сыр",
                "amount": "50",
                "measurement": "г"
            },
            {
                "name": "Зеленый лук",
                "amount": "20",
                "measurement": "г"
            },
            {
                "name": "Свежая петрушка",
                "amount": "10",
                "measurement": "г"
            },
            {
                "name": "Чеснок",
                "amount": "2",
                "measurement": "зубчика"
            },
            {
                "name": "Горчица",
                "amount": "1,5",
                "measurement": "ч.л."
            },
            {
                "name": "Растительное масло",
                "amount": "1,5",
                "measurement": "ст.л."
            },
            {
                "name": "Орегано сушеный",
                "amount": "1/2",
                "measurement": "ч.л."
            },
            {
                "name": "Тимьян сушеный",
                "amount": "1/2",
                "measurement": "ч.л."
            },
            {
                "name": "Базилик сушеный",
                "amount": "1,5",
                "measurement": "ч.л."
            },
            {
                "name": "Перец черный молотый",
                "amount": "1/2",
                "measurement": "ч.л."
            },
            {
                "name": "Соль",
                "amount": "1/2",
                "measurement": "ч.л."
            }
        ]
    },
    {
        "title": "Стейк мачете с соусом чимичурри",
        "img_url": "https://www.vsegdavkusno.ru/assets/cache_image/recipes/2595/small/stejk-machete-low_268x0_c9e.webp",
        "description": "Сочный, вкусный, нежный мясной стейк, обжаренный на сильном огне, нарезанный идеальными ломтиками, розовыми внутри, с южноамериканским соусом чимичурри, который добавит еще больше восхитительного вкуса вашему блюду. Это идеальный выбор, ваш обед или ужин станет настоящим событием.",
        "recept": "Открыть упаковку со стейками, удалить прожилки и пленку со стейков, оставить стейки на 20-30 минут на доске, чтобы температура мяса достигла комнатной температуры. Тем временем приготовим соус Чимичурри: Мелко нарезать листья свежей петрушки, два зубчика чеснока и сложить их в миску. Добавить 1 ч.л. орегано, 1/3 ч.л. черного молотого перца, чили хлопья по вкусу, 1/3 ч.л. морской соли, 1 ст.л. красного винного уксуса, 5 ст.л. оливкового масла и хорошо перемешать. Соус чимичурри к стейку мачете готов!  После того, как стейки прогрелись до комнатной температуры, полить каждый небольшим количеством оливкового масла, посолить, поперчить с каждой стороны и равномерно распределить руками по стейку. Красный лук очистить от шелухи и нарезать на 4 части, 2 зубчика чеснока чуть раздавить ножом. Раскалить сковороду, добавить 1 ст.л. оливкового масла, выложить стейки на сковороду и обжаривать 1 минуту на сильном огне, затем убавить огонь на средне-сильный и готовить еще 1 минуту. Вновь добавить огонь до максимального, перевернуть стейки другой стороной, добавить в свободные сковороды лук, чеснок и  50 г сливочного масла, продолжать готовить на сильном огне 1 минуту, поливая стейки сверху маслом. Переложить готовые стейки из сковороды на деревянную доску или тарелку и оставить их на 2-3 минуты, Так стейк станет сочнее.  Подавать стейки горячими с соусом чимичурри.",
        "calories": 300,
        "ingredients": [
            {
                "name": "Стейк мачете",
                "amount": "400",
                "measurement": "г"
            },
            {
                "name": "Красный лук",
                "amount": "30",
                "measurement": "г"
            },
            {
                "name": "Чеснок",
                "amount": "2",
                "measurement": "зубчика"
            },
            {
                "name": "Сливочное масло",
                "amount": "50",
                "measurement": "г"
            },
            {
                "name": "Оливковое масло",
                "amount": "3",
                "measurement": "ст.л."
            },
            {
                "name": "Морская соль",
                "amount": "1",
                "measurement": "ч.л."
            },
            {
                "name": "Смесь перцев",
                "amount": "По вкусу",
                "measurement": "По вкусу"
            },
            {
                "name": "Свежая петрушка",
                "amount": "30",
                "measurement": "г"
            },
            {
                "name": "Чеснок",
                "amount": "2",
                "measurement": "зубчика"
            },
            {
                "name": "Оливковое масло",
                "amount": "5",
                "measurement": "ст.л."
            },
            {
                "name": "Уксус винный красный",
                "amount": "1",
                "measurement": "ст.л."
            },
            {
                "name": "Орегано сушеный",
                "amount": "1",
                "measurement": "ч.л."
            }
        ]
    }
]